{
  "books": [ {
    "book": {
      "book_cover": {
        "src": "https:\/\/www.as.uky.edu\/sites\/default\/files\/styles\/intuiface_faculty_book\/public\/faculty_bookshelf\/MofD%20-%20Cover.jpg?itok=bVjKova1",
        "alt": ""
      },
      "title": "\"Mountain of Destiny\" Nanga Parbat and Its Path into the German Imagination",
      "authors": [ "Harald Höbusch" ],
      "publication_year": "2016",
      "affiliations": [],
      "awards": [ "Nominated for: THE HIMALAYAN CLUB KEKOO NAOROJI BOOK AWARD (2017); GSA\/DAAD Book Prize (2018)" ],
      "bio": "      Photo: Short bio: Harald Höbusch is Professor of German Studies. He serves as Associate Chair of the Department of Modern and Classical Languages, Literatures and Cultures at the University of Kentucky and as co-editor of Colloquia Germanica.  ",
      "keywords": [],
      "summary": "Never has a mountain occupied the German imagination longer and more thoroughly than Nanga Parbat (8,125m), the world's ninth-highest peak, located in the extreme western part of the Himalaya chain in present-day Pakistan. Repeatedly referred to in the 1930s as the German \"mountain of destiny,\" over a period of roughly two decades from 1932 to 1953 Nanga Parbat became not only the destination of six German mountaineering expeditions, but also the quintessential German \"mountain of the mind\" onto whose slopes German mountaineers, mountaineering officials, politicians, writers, and filmmakers projected some of the most pressing social, political, and cultural concerns of their times. This book is a detailed study of that process: of the initial motivations of post-First World War mountaineers for attempting to scale one of the tallest mountains in the world, of the appropriation of this epic mountaineering challenge by National Socialism, of the reappropriation of the Nanga Parbat project during the early years of the German Federal Republic. And most important - since to date such an approach is almost completely absent from existing studies of Himalaya mountaineering of this era - it is a study of the means and mechanisms, the texts and contexts employed for communicating these high-altitude mountaineering exploits to the German public and thereby inscribing Nanga Parbat into the German imagination.",
      "editors": [],
      "praise": [ "            Though the title suggests the book&#039;s common thread will be Nanga Parbat, in fact Höbusch has given us something far more wide-ranging. &quot;Mountain of Destiny&quot; is a deeply sourced account of the co-development of mountaineering culture and Germany&#039;s modern self-identity, hinged around the rhetoric and trauma of National Socialism. . . . Students looking for introductory analyses of key primary sources in the history of mountaineering will find large parts of each chapter richly helpful. JOURNAL OF AUSTRIAN STUDIES\r\rReaders with interest in German mountaineering or film history will find value in the impressing amount of details the author presents. GERMAN HISTORY\r\rThere is much to admire in Mountain of Destiny, a book that should take its place . . . as a classic of the intellectual history of mountaineering. COLLOQUIA GERMANICA\r\r&quot;[A]bsorbing . . . . [W]ill naturally appeal to anyone interested in the history of mountaineering. It also offers an unusual perspective on some of the major themes of twentieth-century German history.&quot; JOURNAL OF EUROPEAN STUDIES        &mdash;  " ],
      "publisher": "Camden House"
    }
  }, {
    "book": {
      "book_cover": {
        "src": "https:\/\/www.as.uky.edu\/sites\/default\/files\/styles\/intuiface_faculty_book\/public\/faculty_bookshelf\/Webp.net-resizeimage_0.png?itok=s589TYE_",
        "alt": ""
      },
      "title": "A Bound Woman Is a Dangerous Thing: The Incarceration of African American Women from Harriet Tubman to Sandra Bland",
      "authors": [ "DaMaris B. Hill" ],
      "publication_year": "2019",
      "affiliations": [ "English", "Center for Equality and Social Justice", "Gender &amp; Women&#039;s Studies", "American Studies", "African American and Africana Studies" ],
      "awards": [ "A Publishers Weekly Top 10 History Title" ],
      "bio": "      Photo: Short bio: DaMaris B. Hill is the author of The Fluid Boundaries of Suffrage and Jim Crow: Staking Claims in the American Heartland,  \\ Vi-zə-bəl \\ \\ Teks-chərs \\(Visible Textures), and A Bound Woman Is a Dangerous Thing (Bloomsbury, Jan 2019). She has a keen interest in the work of Toni Morrison and theories regarding ‘rememory’ as a philosophy and aesthetic practice. Hill has studied with writers such as Lucille Clifton, Monifa Love-Asante, Natasha Trethewey, Nikky Finney, Marita Golden, Deborah Willis and others. Her development as a writer has also been enhanced by the institutional support of the MacDowell Colony, Vermont Studio Center, Bread Loaf Writers Conference, Key West Literary Seminar\/Writers Workshops, Callaloo Literary Writers Workshop, The Institute for Digital Research in the Humanities, The Project on the History of Black Writing, The Watering Hole Poetry, The Furious Flower Poetry Center and others. Similar to her creative process, Hill’s scholarly research is interdisciplinary. Hill is an Assistant Professor of Creative Writing and African American and Africana Studies at the University of Kentucky.   ",
      "keywords": [ "Bound, Woman, DaMaris, Hill, INCARCERATION, women, democracy" ],
      "summary": "A Publishers Weekly Top 10 History Title\r\t\r\tA revelatory work in the tradition of Claudia Rankine's Citizen, DaMaris Hill's searing and powerful narrative-in-verse bears witness to American women of color burdened by incarceration.\r\t\r\t\"It is costly to stay free and appear \/ sane.\"\r\t\r\tFrom Harriet Tubman to Assata Shakur, Ida B. Wells to Sandra Bland and Black Lives Matter, black women freedom fighters have braved violence, scorn, despair, and isolation in order to lodge their protests. In A Bound Woman Is a Dangerous Thing, DaMaris Hill honors their experiences with at times harrowing, at times hopeful responses to her heroes, illustrated with black-and-white photographs throughout.\r\t\r\tFor black American women, the experience of being bound has taken many forms: from the bondage of slavery to the Reconstruction-era criminalization of women; from the brutal constraints of Jim Crow to our own era's prison industrial complex, where between 1980 and 2014, the number of incarcerated women increased by 700%.* For those women who lived and died resisting the dehumanization of confinement--physical, social, intellectual--the threat of being bound was real, constant, and lethal.\r",
      "editors": [],
      "praise": [ "            &quot;A memorable book that is neither easy to classify nor dismiss.&quot;        &mdash; Kirkus Review  " ],
      "publisher": "Bloomsbury USA and Bloomsbury Academic "
    }
  }, {
    "book": {
      "book_cover": {
        "src": "https:\/\/www.as.uky.edu\/sites\/default\/files\/styles\/intuiface_faculty_book\/public\/faculty_bookshelf\/Webp.net-resizeimage%20%2810%29.jpg?itok=fbS4Usop",
        "alt": ""
      },
      "title": "American Enchantment: Rituals of the People in the Post-Revolutionary World",
      "authors": [ "Michelle Sizemore" ],
      "publication_year": "2018",
      "affiliations": [ "English", "Social Theory" ],
      "awards": [],
      "bio": "      Photo: Short bio: Michelle Sizemore is Associate Professor of English at the University of Kentucky. She is the author of American Enchantment: Rituals of the People in the Post-Revolutionary World (Oxford, 2018). Her book argues that “enchantment\" became a vital mode of enacting the people after the demise of traditional monarchical forms and investigates this phenomenon throughout a wide range of social and political rituals and literary and cultural discourses. She has published articles and reviews in American Literary History, Legacy, Studies in American Fiction, and other venues.  ",
      "keywords": [ "enchantment, the people, rituals, revolution, sovereignty, supernatural, time" ],
      "summary": "The demise of the monarchy and the bodily absence of a King caused a representational crisis in the early republic, forcing the American people to reconstruct the social symbolic order in a new and unfamiliar way. Social historians have routinely understood the Revolution and the early republic as projects dedicated to and productive of reason, with \"the people\" as an orderly and sensible collective at odds with the volatile and unthinking crowd. American Enchantment rejects this traditionally held vision of a rational public sphere, arguing that early Americans dealt with the post-monarchical crisis by engaging in \"civil mysticism,\" not systematic discussion and debate. By evaluating a wide range of social and political rituals and literary and cultural discourses, Sizemore shows how \"enchantment\" becomes a vital mode of enacting the people after the demise of traditional monarchical forms. In works by Charles Brockden Brown, Washington Irving, Catharine Sedgwick, and Nathaniel Hawthorne--as well as in Delaware oral histories, accounts of George Washington's inauguration, and Methodist conversion narratives--enchantment is an experience uniquely capable of producing new forms of popular power and social affiliation. Recognizing the role of enchantment in constituting the people overturns some of the most common-sense assumptions in the post-revolutionary world: above all, that the people are not simply a flesh-and-blood substance, but also a mystical force.",
      "editors": [],
      "praise": [ "            &quot;Sizemore achieves no small feat: advancing an important original contribution to the large body of political theory on the paradox of the people.&quot;        &mdash;Jennifer Greiman, Wake Forest University  ", "            &quot;A strikingly original reimagining of American literary nationalism in the long nineteenth century.&quot;        &mdash;Thomas Allen, University of Ottawa  ", "            &quot;It&#039;s an elegant, mature, and well-baked argument, an impressive book, one that insists we take seriously how political practice and theory in the early nation was galvanized both by new republicanism and new evangelicalism. And it&#039;s going to make a big impact on the field.        &mdash;Dana D. Nelson, Vanderbilt University  " ],
      "publisher": "Oxford UP"
    }
  }, {
    "book": {
      "book_cover": {
        "src": "https:\/\/www.as.uky.edu\/sites\/default\/files\/styles\/intuiface_faculty_book\/public\/faculty_bookshelf\/Kingsolver%2C%20Ann%20-%20Appalachia%20in%20Regional%20Context.jpg?itok=pCg_AM84",
        "alt": ""
      },
      "title": "Appalchia in Regional Context: Place Matters",
      "authors": [],
      "publication_year": "2018",
      "affiliations": [ "Anthropology", "Sociology" ],
      "awards": [],
      "bio": "",
      "keywords": [],
      "summary": "In an increasingly globalized world, place matters more than ever. This concept especially holds true in Appalachian studies--a field that brings scholars, activists, artists, and citizens together around the region to contest misappropriations of resources and power and to combat stereotypes of isolation and intolerance. In Appalachia in Regional Context: Place Matters, Dwight B. Billings and Ann E. Kingsolver assemble scholars and artists from a variety of disciplines to broaden the conversation and challenge the binary opposition between regionalism and globalism. \rIn addition to theoretical explorations of place, some of the case studies examine foodways, depictions of gendered and racialized Appalachian identity in popular culture, the experiences of rural LGBTQ youth, and the pitfalls and promises of teaching regional studies. Poems by renowned social critic bell hooks interleave the chapters and add context to reflections on the region. Drawing on cultural anthropology, sociology, geography, media studies, political science, gender and women's studies, ethnography, social theory, art, music, and literature, this volume furthers the examination of new perspectives on one of America's most compelling and misunderstood regions. \r",
      "editors": [ "Dwight B. Billings", "Ann E. Kingsolver" ],
      "praise": [ "            What&#039;s so valuable about this book is that it gathers so many different ideas and approaches in one volume, thereby making them more easily accessible to audiences in Appalachian studies as well as other disciplines.         &mdash;Stephen L. Fisher, coeditor of &amp;quot;Transforming Places: Lessons from Appalachia&amp;quot;  ", "            There is much to like in this stimulating volume; in many ways, it is another significant example of Appalachian studies continuing to explore new boundaries, terrain, and perspectives. It&#039;s a solid example of the strength of regionalist inquiry today.        &mdash;Chad Berry, author of &amp;quot;Southern Migrants, Northern Exiles&amp;quot;  " ],
      "publisher": "University Press of Kentucky"
    }
  }, {
    "book": {
      "book_cover": {
        "src": "https:\/\/www.as.uky.edu\/sites\/default\/files\/styles\/intuiface_faculty_book\/public\/faculty_bookshelf\/ab%20cover%203.jpg?itok=jqL-fEN8",
        "alt": ""
      },
      "title": "Approaches to Teaching History of the English Language",
      "authors": [],
      "publication_year": "2017",
      "affiliations": [ "Linguistics" ],
      "awards": [],
      "bio": "",
      "keywords": [],
      "summary": "The History of the English Language has been a standard university course offering for over 150 years. Yet relatively little has been written about teaching a course whose very title suggests its prodigious chronological, geographic, and disciplinary scope. In the nineteenth century, History of the English Language courses focused on canonical British literary works. Since these early curricula were formed, the English language has changed, and so have the courses. In the twenty-first century, instructors account for the growing prominence of World Englishes as well as the English language's transformative relationship with the internet and social media.\rApproaches to Teaching the History of the English Language addresses the challenges and circumstances that the course's instructors and students commonly face. The volume reads as a series of \"master classes\" taught by experienced instructors who explain the pedagogical problems that inspired resourceful teaching practices. Although its chapters are authored by seasoned teachers, many of whom are preeminent scholars in their individual fields, the book is designed for instructors at any career stage-beginners and veterans alike.\rThe topics addressed in Approaches to Teaching the History of the English Language include: the unique pedagogical dynamic that transpires in language study; the course's origins and relevance to current university curricula; scholarly approaches that can offer an abiding focus in a semester-long course; advice about navigating the course's formidable chronological ambit; ways to account for the language's many varieties; and the course's substantial and pedagogical relationship to contemporary multimedia platforms. Each chapter balances theory and practice, explaining in detail activities, assignments, or discussion questions ready for immediate use by instructors.",
      "editors": [ "Allison Burkette", "Mary Hayes" ],
      "praise": [ "            This fine collection offers plenty of new ideas and is a must-read for anyone teaching the history of English.        &mdash;E. L. Battistella, CHOICE  " ],
      "publisher": "Oxford"
    }
  }, {
    "book": {
      "book_cover": {
        "src": "https:\/\/www.as.uky.edu\/sites\/default\/files\/styles\/intuiface_faculty_book\/public\/faculty_bookshelf\/Bonzani%2C%20Renee%20-%20Bare%20Backbones.jpg?itok=jvHzBW0V",
        "alt": ""
      },
      "title": "Bare Backbones: A Brief Introduction to Anthropology",
      "authors": [ "Renee M Bonzani" ],
      "publication_year": "2015",
      "affiliations": [ "Anthropology" ],
      "awards": [],
      "bio": "",
      "keywords": [],
      "summary": "\"Bare Backbones: A Brief Introduction to Anthropology gives readers fundamental information about the four sub-fields of anthropology: physical or biological anthropology, archeology, linguistics, and cultural anthropology. \r\t\r\tThe material clearly and concisely defines concepts typically covered in separate classes. These include evolution, genetic diversity, the origins of food production, language diversity, systems of food collection, and the origins of social, political, and ideological diversity. In addition, Bare Backbones provides information on topics, such as territoriality, ethnicity, and nationalism, that can help frame complex human relations.\r\t\r\tThe information is written to correspond with that found in more extensive and specialized texts on each sub-field, but can be customized to meet the needs of different courses and instructors. \r",
      "editors": [],
      "praise": [],
      "publisher": "Cognella Academic Publishing"
    }
  }, {
    "book": {
      "book_cover": {
        "src": "https:\/\/www.as.uky.edu\/sites\/default\/files\/styles\/intuiface_faculty_book\/public\/faculty_bookshelf\/Webp.net-resizeimage%20%284%29.jpg?itok=toV-ZO3M",
        "alt": ""
      },
      "title": "Blackberries, Blackberries",
      "authors": [ "Crystal Wilkinson" ],
      "publication_year": "2018",
      "affiliations": [ "English", "Appalachian Center", "African American and Africana Studies" ],
      "awards": [],
      "bio": "      Photo: Short bio: Crystal Wilkinson is the award-winning author of The Birds of Opulence (winner of the 2016 Ernest J. Gaines Prize for Literary Excellence), Water Street and Blackberries, Blackberries. Nominated for both the Orange Prize and the Hurston\/Wright Legacy Award, she has received recognition from The Kentucky Foundation for Women, The Kentucky Arts Council, The Mary Anderson Center for the Arts, The Fine Arts Work Center in Provincetown and is a recipient of the Chaffin Award for Appalachian Literature. She has been nominated for a Pushcart Prize and her short stories, poems and essays have appeared in numerous journals and anthologies including most recently in the Oxford American and Southern Cultures.  She currently teaches at the University of Kentucky where she is Associate Professor of English in the MFA in Creative Writing Program.   ",
      "keywords": [ "short fiction, short stories, fiction, African American fiction, Appalachian fiction, Southern short stories, Southern fiction" ],
      "summary": "As the title implies, this beautifully written collection bursts with stories reminiscent of blackberries - small, succulent morsels that are inviting and sweet, yet sometimes bitter. Crystal Wilkinson provides an almost voyeuristic glimpse into the lives of her characters: Two misfit teenagers seek stolen moments of love and acceptance in the cloak of night (Hushed); a woman spends every waking hour obsessed with dying yet ironically watching her loved ones pass away before her (Waiting on the Reaper); a wife confronts her husband’s mistress in a diner over potato skins and cornbread (Need); and a pious young woman’s torment erupt in a violent and unsuspecting resolution (No Ugly Ways).\r\t\r\tThe stories in this award-winning collection are terse and transient, like snippets taken from random dreams, thoughts, or conversations. Wilkinson is able to embed a vibrancy into each stunningly descriptive and evocative tale. Infused with humor, sadness and honesty, this provocative and haunting work features a new foreword and a new afterword by nationally acclaimed authors Nikky Finney and Honoree Jeffers.\r",
      "editors": [],
      "praise": [],
      "publisher": "Toby Press and University Press of Kentucky"
    }
  }, {
    "book": {
      "book_cover": {
        "src": "https:\/\/www.as.uky.edu\/sites\/default\/files\/styles\/intuiface_faculty_book\/public\/faculty_bookshelf\/bookcover.jpg?itok=hYPGLSCf",
        "alt": ""
      },
      "title": "Breaking Murphy's Law",
      "authors": [ "Suzanne C. Segerstrom" ],
      "publication_year": "2006",
      "affiliations": [ "Psychology" ],
      "awards": [],
      "bio": "      Photo: Short bio: Suzanne C. Segerstrom is a Professor of Psychology at the University of Kentucky in Lexington, where she pursues research, trains graduate students, and teaches courses in personality and health psychology.  Her current research includes investigations into the effects of self-regulation, goals, and goal pursuit on psychological health and cardiovascular and immune function, particularly in older adults.  Her book Breaking Murphy’s Law (Guilford, 2006) focuses on how optimism both leads to and follows from more effective goal pursuit. Dr. Segerstrom’s work has been sponsored by the NIH, the Norman Cousins Program in Psychoneuroimmunology, the Dana Foundation, and the Templeton Foundation.  She is also the 2002 recipient of a Templeton Positive Psychology Prize for her work on optimism. Dr. Segerstrom has a B.A. with majors in Psychology and Music from Lewis and Clark College in Portland, Oregon, where she was named the 2004 Outstanding Young Alumna.  She received her M.A. and Ph.D. degrees in Psychology from University of California, Los Angeles and her M.P.H. degree from University of Kentucky.  ",
      "keywords": [ "optimism personality" ],
      "summary": "Pollyannas take heart, pessimists take note: Recent studies on achievement and well-being show that optimistic behavior contributes to better physical health, greater resilience in the face of life’s twists and turns, and more satisfying relationships. As psychologist Suzanne Segerstrom reveals, optimists lay groundwork for the success they envision. While the rest of us worry whether our goals are attainable, those who practice optimism try to achieve theirs. Breaking Murphy’s Law shows you simple ways to develop the skills that natural-born optimists use to get what they want from life. Dr. Segerstrom helps you break free from the inertia of cynicism and self-doubt and encourages you to engage the world around you. “Doing optimism”--by getting involved, working hard, and enjoying your achievements--establishes a positive feedback loop that’s both personally transformative and self-perpetuating. This practical book imparts the lesson with a mix of humor and intelligence that will convince even the most hardened cynics that Murphy got it wrong.",
      "editors": [],
      "praise": [ "            Murphy’s Law — “Anything that can go wrong will go wrong” — is the antithesis of optimism. In a book called “Breaking Murphy’s Law,” Suzanne C. Segerstrom, a professor of psychology at the University of Kentucky, explained that optimism is not about being positive so much as it is about being motivated and persistent.        &mdash;Jane Brody, New York Times (5\/21\/2012)  ", "            A wonderful counterpoint to the many self-help books out there that emphasize trying to be happy. Dr. Segerstrom shows how the headlong pursuit of happiness can actually be self-defeating, while effective optimism--focusing on motivation and persistence--can lead both to good feelings and genuine success in life. A &#039;must read.&#039;        &mdash;Ed Diener, Ph.D.  ", "            The book imparts the lessons of years of research on optimism with humor, thoughtfulness, and a convincing amount of evidence that is possible to break &#039;Murphy&#039;s Law&#039; through optimistic expectations....Breaking Murphy&#039;s Law demonstrates that merely believing more positively will not lead to greater well-being and life satisfaction. Rather, success and happiness lie in the persistent motivational strategies that optimists adopt.        &mdash;PsycCRITIQUES  ", "            Segerstrom backs up her words with tons of scientific research...She lightens it with humor in unexpected places, and makes a compelling argument.        &mdash;Newsday  " ],
      "publisher": "Guilford"
    }
  }, {
    "book": {
      "book_cover": {
        "src": "https:\/\/www.as.uky.edu\/sites\/default\/files\/styles\/intuiface_faculty_book\/public\/faculty_bookshelf\/Building%20Stalinism%20for%20site.jpg?itok=PRPksQCN",
        "alt": ""
      },
      "title": "Building Stalinism:  The Moscow Canal and the Creation of Soviet Space",
      "authors": [ "Cynthia A. Ruder" ],
      "publication_year": "2018",
      "affiliations": [ "Modern &amp; Classical Languages Literatures &amp; Cultures" ],
      "awards": [],
      "bio": "      Photo: Short bio: Cynthia Ruder is an associate professor of Russian Studies at the University of Kentucky. She received her Ph.D. from Cornell University and has previously published Making History for Stalin, which focused on the 1933 Gulag construction project--the Belomor Canal--and on the literary volume written to commemorate it. She was the only non-Russian citizen who participated in the conference to commemorate the 70th anniversary (2007) of the Moscow Canal's opening in 1937.  In addition to her two books, she has published a variety of articles on Stalinist and Gulag culture, and most recently was commissioned to write \"Reflections on the Soviet Politics of Water in the 1930s\" for the journal Europe Now.  She also has contributed significantly to data-driven, research based language proficiency tests for the American Councils of International Education, Department of Assessment.  She has authored over 1000 Assessment Objects and test items that are used to test K-16 and beyond language learners nationwide.  ",
      "keywords": [ "Stalinism, Soviet culture, Stalinist architecture, Gulag studies, forced labor projects, Soviet Gulag, Stalinist construction projects, Soviet waterways, Moscow Canal" ],
      "summary": "Today the 80-mile-long Moscow Canal is the source of leisure for Muscovites, a conduit for tourists and provides the city with more than 60 percent of its potable water.  Yet the past looms heavy over these quotidian activities:  the canal was built by Gulag inmates at the height of Stalinism and thousands died in the process.  In this wide-ranging book, Cynthia Ruder argues that the construction of the canal physically manifests Stalinist ideology and that the vertical, horizontal, underwater, ideological, artistic and metaphorical spaces created by it resonate with the desire of the state to dominate all space within and outside the Soviet Union.  Ruder draws on theoretical constructs from cultural geography and spatial studies to interpret and contextualize a variety of structural and cultural products dedicated to, and in praise of, this signature Stalinist construction project.  Drawing on an extensive range of archival sources, personal interviews and contemporary documentary materials, this is essential reading for all scholars working on the all-pervasive nature of Stalinism and its complex afterlife in Russia today.\r",
      "editors": [],
      "praise": [ "            A highly original work, Building Stalinism examines the way human lives were reforged in order for Stalinist clture to succeed.  Focusing on artistic representations of the Moscow Canal, Cynthia Ruder brilliantly illustrates the way space could be shaped to fit an ultimately destructive ideology.        &mdash;Olga M. Cooke, Associate Professor of Russian, Texas A&amp;amp;M University and editor of Gulag Studies  ", "            The history of a canal-building project might be thought in some quarters as an unpromising subject for a good read, but it is some years since I have found myself as drawn to a book as I was reading Building Stalinism: The Moscow Canal and the Creation of Soviet Space. In five meticulously researched and elegantly crafted chapters, Cynthia Ruder excavates the multiple layers of meaning embedded in the landscape of the Moscow-Volga canal...Much of the book is about memory and it is obvious that Cynthia Ruder cares very deeply that the canal&#039;s origins in one of the harshest camps of the Gulag will not be forgotten under the new layer of meanings associated with the elite homes and yacht clubs that now line its banks.  This thought-provoking and moving historical-geography will help guarantee that this will not happen.        &mdash;Judith Pallot, Professor Emeritus, University of Oxford  ", "            This is a deeply researched and beautifully written book that will be read by scholars and non-scholars alike.  In accessible, flowing prose, Cynthia Ruder explains through the lens of the inception and building of the Moscow Canal what Stalinism looked like, felt like and how it worked in the 1930s Soveit Union...Beautifully written and researched, this book profoundly enhances our understanding of Stalinism and the working of Soviet communism.        &mdash;Deborah Kaple, Research Scholar and Lecturer, Princeton University  " ],
      "publisher": "I.B. Tauris"
    }
  }, {
    "book": {
      "book_cover": {
        "src": "https:\/\/www.as.uky.edu\/sites\/default\/files\/styles\/intuiface_faculty_book\/public\/faculty_bookshelf\/cover_Cramer_Montgomery_LSL5.jpg?itok=QuCf1f3S",
        "alt": ""
      },
      "title": "Cityscapes and Perceptual Dialectology: Global Perspectives on Non-Linguists’ Knowledge of the Dialect Landscape (Language and Social Life Book 5) ",
      "authors": [],
      "publication_year": "2016",
      "affiliations": [ "Linguistics" ],
      "awards": [],
      "bio": "",
      "keywords": [ "dialect landscape", "Language", "Social life", "dialectology", "linguistic variation", "rural", "urban" ],
      "summary": "This edited collection presents papers relating to the state of the art in Perceptual Dialectology research. The authors take an international view of the field of Perceptual Dialectology, broadly defined, to assess the similarities and contrasts in non-linguists’ perceptions of the dialect landscape. The volume is global in focus, and chapters discuss data gathered in the United States, the United Kingdom, the Republic of Ireland, France, Germany, Austria, and South Korea. The common methods used by many of the contributors means that readers will be able to draw comparisons from the breadth of the volume. The primary focus of this volume is geared toward an examination of dialect perceptions in and of cities, with an additional goal of presenting empirical, theoretical, and methodological advancements in Perceptual Dialectology. Authors’ contributions to the collection examine how the urban setting influences perceptions of linguistic variation and, in the course of examining the connections between place and perceptions, explore several interrelated themes of linguistic variation, including the differences in the perception of rural and urban areas, processes of perception and language change, and the relationship between perception and ‘reality’.",
      "editors": [ "Jennifer Cramer", "Chris Montgomery" ],
      "praise": [],
      "publisher": "De Gruyter Mouton"
    }
  }, {
    "book": {
      "book_cover": {
        "src": "https:\/\/www.as.uky.edu\/sites\/default\/files\/styles\/intuiface_faculty_book\/public\/faculty_bookshelf\/Pool%20Christopher%20-%20Classic%20Period%20Cultural%20Currents%20in%20Southern%20and%20Central%20Veracruz.jpg?itok=uI9fgX9j",
        "alt": ""
      },
      "title": "Classic Period Cultural Currents in Southern and Central Veracruz",
      "authors": [],
      "publication_year": "2008",
      "affiliations": [ "Anthropology" ],
      "awards": [],
      "bio": "",
      "keywords": [],
      "summary": "Classic-Period Cultural Currents in Southern and Central Veracruz explores the diverse traditions and dynamic interactions along the Mexican Gulf lowlands at the height of their cultural florescence. Best known for their elaborate ballgame rituals and precocious inscriptions with long-count dates, these cultures served as a critical nexus between the civilizations of highland Mexico and the lowland Maya, influencing developments in both regions.\rEleven chapters penned by leading experts in archaeology, art history, and linguistics offer new insights into ancient iconography and writing, the construction of sociopolitical landscapes, and the historical interplay between local developments and external influences at Cerro de las Mesas, Tres Zapotes, Matacapan, and many lesser-known sites. The result is a new, vibrant perspective on ancient lifeways along the Mexican Gulf lowlands and an important updated source for future research in the region.\r",
      "editors": [ "Philip J. Arnold III", "Christopher A. Pool" ],
      "praise": [],
      "publisher": "Dumbarton Oaks"
    }
  }, {
    "book": {
      "book_cover": {
        "src": "https:\/\/www.as.uky.edu\/sites\/default\/files\/styles\/intuiface_faculty_book\/public\/faculty_bookshelf\/Lyon%2C%20Sarah%20-%20Coffee%20and%20Community.jpg?itok=PjOcNPuE",
        "alt": ""
      },
      "title": "Coffee and Community: Maya Farmers and Fair-Trade Markets",
      "authors": [ "Sarah Lyon" ],
      "publication_year": "2011",
      "affiliations": [ "Anthropology" ],
      "awards": [],
      "bio": "",
      "keywords": [],
      "summary": "We are told that simply by sipping our morning cup of organic, fair-trade coffee we are encouraging environmentally friendly agricultural methods, community development, fair prices, and shortened commodity chains. But what is the reality for producers, intermediaries, and consumers? This ethnographic analysis of fair-trade coffee examines the collective action and combined efforts of fair-trade network participants to construct a new economic reality. \rFocusing on La Voz Que Clama en el Desierto--a cooperative in San Juan la Laguna, Guatemala--and its relationships with coffee roasters, importers, and certifiers in the United States, Coffee and Community argues that while fair-trade does benefit small coffee-farming communities, it is more flawed than advocates and scholars have acknowledged. However, through detailed ethnographic fieldwork with farmers and by following the product, fair-trade can be understood and modified to be more equitable. \rThis book will be a must-read for anyone interested in globalization and the realities of fair-trade. \r",
      "editors": [],
      "praise": [],
      "publisher": "University Press of Colorado "
    }
  }, {
    "book": {
      "book_cover": {
        "src": "https:\/\/www.as.uky.edu\/sites\/default\/files\/styles\/intuiface_faculty_book\/public\/faculty_bookshelf\/PADS100_covPRINT.jpg?itok=GUQFtAri",
        "alt": ""
      },
      "title": "Contested Southernness: The linguistic production and perception of identities in the borderlands",
      "authors": [ "Jennifer Cramer" ],
      "publication_year": "2015",
      "affiliations": [ "Linguistics" ],
      "awards": [],
      "bio": "",
      "keywords": [ "Louisville", "Kentucky", "language", "identity", "borders" ],
      "summary": "Contested Southernness deals with the interaction between language, identity, and borders, using Louisville, Kentucky, located at the northern border of the Southern dialect region, as a case in point these interactions that appear to be neither simple nor straightforward. Through an examination of a variety of production and perception data, Louisvillians are shown to vary in their attitudes toward and production and perception of certain linguistic features in a way that indicates that they experience the border as the coming together of at least two distinct regions, one Southern and one non-Southern, seemingly choosing to align or disalign with different ones randomly. Non-Louisvillians, on the other hand, view the urban center as the other in the largely rural state. Using the example of Louisville, identities at the border are shown to be fluid, complex, and dynamic, where speakers constantly negotiate, contest, and shift between identities, in the active and agentive expression of their amplified awareness of belonging brought about by their position on the border.",
      "editors": [],
      "praise": [],
      "publisher": "Duke University Press"
    }
  }, {
    "book": {
      "book_cover": {
        "src": "https:\/\/www.as.uky.edu\/sites\/default\/files\/styles\/intuiface_faculty_book\/public\/faculty_bookshelf\/Martinez%20Novo%20-%20Cultural%20Studies.jpg?itok=FBxjrTCg",
        "alt": ""
      },
      "title": "Cultural Studies Volume 32 Number 3",
      "authors": [],
      "publication_year": "2018",
      "affiliations": [ "Anthropology" ],
      "awards": [],
      "bio": "",
      "keywords": [],
      "summary": ".",
      "editors": [ "Carmen Martinez Novo" ],
      "praise": [],
      "publisher": ""
    }
  }, {
    "book": {
      "book_cover": {
        "src": "https:\/\/www.as.uky.edu\/sites\/default\/files\/styles\/intuiface_faculty_book\/public\/faculty_bookshelf\/RidolfoComp2.jpg?itok=fsB4XvV3",
        "alt": ""
      },
      "title": "Digital Samaritans: Rhetorical Delivery and Engagement in the Digital Humanities",
      "authors": [ "Jim Ridolfo" ],
      "publication_year": "2015",
      "affiliations": [ "Writing, Rhetoric, and Digital Studies", "Jewish Studies" ],
      "awards": [ "Winner of the 2017 Conference on College Composition and Communicaiton Research Impact Award." ],
      "bio": "      Short bio: Jim Ridolfo's work focuses on the intersection of rhetorical theory and digital technology. His first book, The Available Means of Persuasion: Mapping a Theory and Pedagogy of Multimodal Public Rhetoric (with David Sheridan and Anthony Michel) was published in 2012 by Parlor Press. His second book, Rhetoric and the Digital Humanities (co-edited with William Hart-Davidson) was published by University of Chicago Press in 2015 and received the Computers and Composition Distinguished Book Award. His third book, Digital Samaritans: Rhetorical Delivery and Engagement in the Digital Humanities, was published by University of Michigan Press in 2015 and received the 2017 Conference on College Composition and Communication Research Impact Award. He is also editor of WRD's homegrown textbook Town Branch Writing Collection, and has an edited collection (with William Hart-Davidson) forthcoming from U Pittsbugh Press, Rhet Ops: Rhetoric and Information Warfare. Ridolfo is also a recipient of a 2012 Middle East and North Africa Regional Research Fulbright for the West Bank and Israel, and  the 2014 Richard Ohmann Award for Outstanding Article in College English.   ",
      "keywords": [],
      "summary": "Digital Samaritans explores rhetorical delivery and cultural sovereignty in the digital humanities. The exigence for the book is rooted in a practical digital humanities project based on the digitization of manuscripts in diaspora for the Samaritan community, the smallest religious\/ethnic group of 770 Samaritans split between Mount Gerizim in the Palestinian Authority and in Holon, Israel. Based on interviews with members of the Samaritan community and archival research, Digital Samaritans explores what some Samaritans want from their diaspora of manuscripts, and how their rhetorical goals and objectives relate to the contemporary existential and rhetorical situation of the Samaritans as a living, breathing people.",
      "editors": [],
      "praise": [ "            “Digital Samaritans is a scholarly examination of the Samaritan version of the Torah as revealed through a close study of texts and oral history video interviews with those who claim Samaritan Studies as their life’s work. Through the interviews, the Samaritans themselves reveal how the digitizing of Samaritan manuscripts can advance global knowledge about their existence and culture. Unsurprisingly, Jim Ridolfo and his research are far ahead of the rest of us in bringing together digital humanities, rhetorical studies, writing studies and the crafting of a research methodology that honors the past while looking to the future. Ridolfo is to be applauded for this outstanding twenty-first century historical and intellectual work.”\r        &mdash;Gail Hawisher, University of Illinois, Urbana-Champaign   ", "            “The rhetorical figure of the Good Samaritan persists in contemporary culture, most notably in the familiar names of hospitals. But the history and culture of the Samaritans is so much more. In Digital Samaritans, Jim Ridolfo takes us on a fascinating journey during which a biblical parable becomes a symbol of a living, breathing people interested in extending themselves via the ‘textual diaspora’ created by a digital humanities project. Just as the culture of the Samaritans provides a bridge linking multiple peoples, Ridolfo argues, this case study provides incredible insight into the digital humanities and rhetorical studies, while also carrying wider implications for academic partnerships in the globally connected twenty-first century.”        &mdash;Virginia Kuhn, University of Southern California  ", "            An engrossing case study of the confluences of sacred rhetorics, digital humanities, cultural identities, global politics, and miraculous serendipity, Jim Ridolfo’s pilgrimage Digital Samaritans illustrates the sheer enormity of the work we’re called to do. With care, compassion, and concern, Ridolfo’s experiences and reflections on Samaritan sovereignty, digital delivery and ‘rhetorical diaspora’ resonate and demonstrate the satisfying power of a scholarly adventure, yes, in the tradition of Richard Altick. Read and be challenged. Rhetoric’s digital humanists can no longer live by words and bytes alone, but rather by everything that proceeds. Every historical raindrop. Every political fire. Every lost text. Every new font. Every heart. Every soul.”        &mdash;Hugh Burns, Texas Woman’s University  ", "            “Ridolfo does a masterful job describing a wide range of rhetorical practices around digital collections of Samaritan manuscripts. While documenting his own experiences digitizing holy scriptures that have been dispersed geographically around the world in an attempt to serve the needs of a vanishing population in the Middle East, he forges connections between currently disconnected domains of rhetorical studies, the digital humanities, and engaged scholarship. Ridolfo uses this fascinating case study to explore the complex custody issues that emerge when diasporic communities archive traditional knowledge in computational media and work across distributed online networks. This is compelling scholarship that cuts across many disciplines with a rich interpretation of what religious identity and cultural sovereignty might mean for all of us in the digital age.”        &mdash;Elizabeth Losh, University of California, San Diego  ", "            “Jim Ridolfo’s timely Digital Samaritans takes us through a ‘clash of values’ that characterizes Digital Humanities—the conflict between interpretive experts and communities who create texts. His contextually rich re-framing of the debate as both productive and rhetorical shows Digital Humanists a way out of the stalemate.”        &mdash;Andrew Mara, North Dakota State University  ", "            &quot;Digital Samaritans by Jim Ridolfo offers a new contribution in the digital humanities field, not only because it highlights the cultural sovereignty of an ancient, now a minority, group of people, the Samaritans, but also because it opens a dialogue about the numerous advantages of digitization for the humanities.&quot;        &mdash;Journal of Folklore Research  " ],
      "publisher": "University of Michigan Press"
    }
  }, {
    "book": {
      "book_cover": {
        "src": "https:\/\/www.as.uky.edu\/sites\/default\/files\/styles\/intuiface_faculty_book\/public\/faculty_bookshelf\/Economic%20Geography.jpg?itok=9yz_kvrT",
        "alt": ""
      },
      "title": "Economic Geography: Places, Networks and Flows",
      "authors": [ "Andrew Wood", "Susan Roberts" ],
      "publication_year": "2011",
      "affiliations": [ "Geography" ],
      "awards": [],
      "bio": "      Photo: Short bio: With a background in economic and urban geography my research has broadly focused on two related themes. The first is the political dynamics of urban development. I am particularly interested in the governance of the city  and how we might best understand the processes that enable and promote urban and suburban development. This research is reflected in a number of research projects, the most recent of which (with Kevin Ward, Manchester) examines the politics of urban revitalization in Lexington, Kentucky. \rI have long been interested in how we might best theorize and understand the interests engaged in governing cities. This is reflected in my work on the property development industry in the U.S. along with a series of projects on the construction and mobilization of local business interests, in both the United States and the United Kingdom.\rThe second theme is the endemic tension between the mobility and fixity of economic forms and practices. This dates all the way back to my PhD work and is one of the three relationships central to my recent textbook with Sue Roberts\r  ",
      "keywords": [],
      "summary": "The tension between fixity and mobility also underpins my work with Gavin Bridge (Durham University) on the geographical reach of the international oil industry. We are principally interested in the changing geographies of knowledge in the industry and how different forms of knowledge and knowing help and\/or hinder the globalization of US oil firms.\rThe stickiness of economic activity is key to a second ongoing research project, with Nick Phelps (University College London), examining the growth and development of the location consulting industry. Location consultants or site selectors broker between large firms and communities seeking to attract inward investment. We are interested in the role consultants play in enabling the mobility of capital and in shaping the landscape of investment and disinvestment. Findings from the project are outlined in two recent papers in Journal of Economic Geography and Environment and Planning A.\r\r",
      "editors": [],
      "praise": [],
      "publisher": "Routledge"
    }
  }, {
    "book": {
      "book_cover": {
        "src": "https:\/\/www.as.uky.edu\/sites\/default\/files\/styles\/intuiface_faculty_book\/public\/faculty_bookshelf\/Cliggett%2C%20Lisa%20-%20Economies%20and%20Culture.jpg?itok=v_iXLbuz",
        "alt": ""
      },
      "title": "Economies and Cultures: Foundations of Economic Anthropology",
      "authors": [ "Richard R. Wilk", "Lisa C. Cliggett" ],
      "publication_year": "2007",
      "affiliations": [ "Anthropology" ],
      "awards": [],
      "bio": "",
      "keywords": [],
      "summary": "This synthesis of modern economic anthropology goes to the heart of a thriving subdiscipline and identifies the fundamental practical and theoretical problems that give economic anthropology its unique strengths and vision.\rMore than any other anthropological subdiscipline, economic anthropology constantly questions and debates the practical motives of people as they go about their daily lives. Tracing the history of the dialogue between anthropology and economics, the authors move economic anthropology beyond the narrow concerns of earlier debates and place the field directly at the center of current issues in the social sciences. They focus on the unique strengths of economic anthropology as a meeting place for symbolic and materialist approaches and for understanding human beings as both practical and cultural. In so doing, the authors argue for the wider relevance of economic anthropology to applied anthropology and identify other avenues for interaction with economics, sociology, and other social and behavioral sciences.\rThe second edition of Economies and Cultures contains an entirely new chapter on gifts and exchange that critically approaches the new literature in this area, as well as a thoroughly updated bibliography and guide for students for finding case studies in economic anthropology.\r",
      "editors": [],
      "praise": [ "            Thorough, thoughtful, accessible, original... An excellent introduction to the field of economic anthropology for those who are not familiar with it; an equally excellent review for those who are.         &mdash;Benjamin Orlove, University of California, Davis  " ],
      "publisher": "Westview Press"
    }
  }, {
    "book": {
      "book_cover": {
        "src": "https:\/\/www.as.uky.edu\/sites\/default\/files\/styles\/intuiface_faculty_book\/public\/faculty_bookshelf\/Cliggett%2C%20Lisa%20-%20Economies%20and%20the%20Transformation%20of%20Landscape.jpg?itok=E629u3PY",
        "alt": ""
      },
      "title": "Economies and the Transformation of Landscape",
      "authors": [],
      "publication_year": "2008",
      "affiliations": [ "Anthropology" ],
      "awards": [],
      "bio": "",
      "keywords": [],
      "summary": "The theme of this volume is change, specifically the dynamic relationship between physical landscapes and economic practices. The contributors to Economies and the Transformation of Landscape consider the relationship between the environment and human activityfrom different perspectives and with regard to varied timescalesto arrive at various understandings of economicalecological transformations and what they can reveal about human culture. While each chapter stands on its own, offering detailed insights into particular cases, the volume as a whole challenges us to think broadly, and reflexively, about how human action affects the environment and changes to the environment affect human action.\r",
      "editors": [ "Lisa Cliggett", "Christopher A. Pool" ],
      "praise": [ "            Scholarship has moved beyond viewing the external environment as composed of nature or culture. This collection of essays explores the complex dynamics of how we humans perceive, use, alter, and interact with the spaces around us.        &mdash;Robert C. Hunt, Brandeis University  ", "            This volume examines anthropological, archaeological, historical, economic and ecological perspectives through the lens of the notion of “landscape” to investigate social and environmental transformations. Economies and the Transformation of Landscape provides an excellent exploration of evolving human interactions with the natural environment over deep temporal frames, of the consequences of economic decisions and rational strategies, and of the interaction of institutions at local, regional and global scales.        &mdash;Denise Lawrence-Zuniga, California State Polytechnic University, Pomona  ", "            Lisa Cliggett and Christopher Pool have assembled a first-rate collection of empirically rich and theoretically informed essays on the anthropology of landscapes and their transformations. Their excellent introduction is an informative &#039;read&#039; in itself, and the book&#039;s diversity of topics, theories, and geographic regions nicely confirms just how far anthropologists have come in recent years in their understanding of landscapes and the forces that transform them.        &mdash;Peter D. Little, Emory University  ", "            A provocative volume! Economies and the Transformations of Landscape offers a range of thoughtful perspectives that draw on diverse empirical records to probe the critical nexus between human ecology and economics.        &mdash;Gary M. Feinman, The Field Museum  " ],
      "publisher": "AltaMira Press"
    }
  }, {
    "book": {
      "book_cover": {
        "src": "https:\/\/www.as.uky.edu\/sites\/default\/files\/styles\/intuiface_faculty_book\/public\/faculty_bookshelf\/tc%20cover%203.png?itok=JUFFvuoj",
        "alt": ""
      },
      "title": "Education and the politics of language: Hegemony and pragmatism in Cambodia",
      "authors": [ "Thomas Clayton" ],
      "publication_year": "2000",
      "affiliations": [ "Linguistics" ],
      "awards": [],
      "bio": "",
      "keywords": [],
      "summary": "During the decade from 1979-1989, key elements of Cambodia's governance were controlled by the authorities in neighboring Vietnam. The type of linguistic and cultural dominance brought by this control was substantially different from that in most other parts of the world. Clayton's analysis of hegemony and pragmatism speaks to a broad audience in the fields of language policy studies and comparative education, as well as to scholars concerned specifically with Cambodia.\r",
      "editors": [],
      "praise": [],
      "publisher": "Comparative Education Research Centre, University of Hong Kong"
    }
  }, {
    "book": {
      "book_cover": {
        "src": "https:\/\/www.as.uky.edu\/sites\/default\/files\/styles\/intuiface_faculty_book\/public\/faculty_bookshelf\/Taylor_Embattled_9781469643625_FC.jpg?itok=f8mXkmyj",
        "alt": ""
      },
      "title": "Embattled Freedom: Journeys through the Civil War's Slave Refugee Camps",
      "authors": [ "Amy Murrell Taylor" ],
      "publication_year": "2018",
      "affiliations": [ "History" ],
      "awards": [],
      "bio": "      Photo: Short bio: Amy Murrell Taylor is an associate professor in the Department of History at UK. She is also the author of _The Divided Family in Civil War America_ (UNC Press, 2005), and the co-editor, with Michael Perman, of _Major Problems in the Civil War and Reconstruction_ (Cengage, 2010). A recipient of fellowships from the National Endowment for the Humanities and the American Council of Learned Societies, Taylor is also a member of the editorial board of the _Journal of Southern History_ and, with Stephen Berry, co-editor of the \"UnCivil Wars\" series at the University of Georgia Press.  ",
      "keywords": [ "Slavery", "Emancipation", "Civil War", "Refugees", "Migration", "American South", "U.S. History", "Gender", "Women", "Military" ],
      "summary": "The Civil War was just days old when the first enslaved men, women, and children began fleeing their plantations to seek refuge inside the lines of the Union army as it moved deep into the heart of the Confederacy. In the years that followed, hundreds of thousands more followed in a mass exodus from slavery that would destroy the system once and for all.\rDrawing on an extraordinary survey of slave refugee camps throughout the country, Embattled Freedom reveals as never before the everyday experiences of these refugees from slavery as they made their way through the vast landscape of army-supervised camps that emerged during the war. Amy Murrell Taylor vividly reconstructs the human world of wartime emancipation, taking readers inside military-issued tents and makeshift towns, through commissary warehouses and active combat, and into the realities of individuals and families struggling to survive physically as well as spiritually. Narrating their journeys in and out of the confines of the camps, Taylor shows in often gripping detail how the most basic necessities of life were elemental to a former slave’s quest for freedom and full citizenship.\rThe stories of individuals–storekeepers, a laundress, and a minister among them–anchor this ambitious and wide-ranging history and demonstrate with new clarity how contingent the slaves’ pursuit of freedom was on the rhythms and culture of military life. Taylor brings new insight into the enormous risks taken by formerly enslaved people to find freedom in the midst of the nation’s most destructive war.\r",
      "editors": [],
      "praise": [ "            &quot;Gracefully written and exhaustively researched, Taylor’s book offers the reader a vivid and convincing narrative of these slave refugee camps as &#039;an elemental part of the story of slavery’s destruction in the United States,&#039; one that deserves a broad readership among not only Civil War enthusiasts but anyone interested in the history of race and slavery in the United States.&quot;        &mdash;Starred Review, Publisher&amp;#039;s Weekly  " ],
      "publisher": "University of North Carolina Press"
    }
  }, {
    "book": {
      "book_cover": {
        "src": "https:\/\/www.as.uky.edu\/sites\/default\/files\/styles\/intuiface_faculty_book\/public\/faculty_bookshelf\/ab%20cover%202.jpg?itok=7HlZPORZ",
        "alt": ""
      },
      "title": "Exploring Linguistic Science",
      "authors": [ "Allison Burkette", "William A. Kretzschmar, Jr." ],
      "publication_year": "2018",
      "affiliations": [ "Linguistics" ],
      "awards": [],
      "bio": "",
      "keywords": [],
      "summary": "Exploring Linguistic Science introduces students to the basic principles of complexity theory and then applies these principles to the scientific study of language. It demonstrates how, at every level of linguistic study, we find evidence of language as a complex system. Designed for undergraduate courses in language and linguistics, this essential textbook brings cutting-edge concepts to bear on the traditional components of general introductions to the study of language, such as phonetics, morphology and grammar. The authors maintain a narrative thread throughout the book of 'interaction and emergence', both of which are key terms from the study of complex systems, a new science currently useful in physics, genetics, evolutionary biology, and economics, but also a perfect fit for the humanities. The application of complexity to language highlights the fact that language is an ever-changing, ever-varied product of human behavior.",
      "editors": [],
      "praise": [],
      "publisher": "Cambridge"
    }
  }, {
    "book": {
      "book_cover": {
        "src": "https:\/\/www.as.uky.edu\/sites\/default\/files\/styles\/intuiface_faculty_book\/public\/faculty_bookshelf\/Haglund_book%20cover.jpg?itok=y62etB_b",
        "alt": ""
      },
      "title": "Exploring the Consequences of the Normative Gap in Legal Protections Addressing Violence Against Women: Normative Gaps in International Law",
      "authors": [ "Jillienne Haglund with David Richards" ],
      "publication_year": "",
      "affiliations": [],
      "awards": [],
      "bio": "      Short bio: \r\rJillienne Haglund is an Assistant Professor of Political Science at the University of Kentucky. She received her Ph.D. at Florida State University in 2014 and was a Postdoctoral Research Associate at Washington University in St. Louis from Fall 2014-Spring 2015. Her research and teaching interests fall broadly in the fields of international relations and comparative politics. More specifically, she is interested in human rights, international organizations, international law, and comparative political institutions. Her work seeks to illuminate the extent to which international law constrains state human rights behavior. Her research appears in The Journal of Peace Research, International Studies Perspectives, and Paradigm-Routledge Publishers.\r\rJillienne teaches undergraduate courses on world politics, international organizations, and international human rights, as well as graduate seminars on international relations and international human rights.\r  ",
      "keywords": [],
      "summary": "\r\tViolence against women remains one of the most pervasive human rights violations in the world today, and it permeates every society, at every level. Such violence is considered a systemic, widespread and pervasive human rights violation, experienced largely by women because they are women. Yet at the international level, there is a gap in the legal protection of women from violence. There is currently no binding international convention that explicitly prohibits such violence; or calls for its elimination; or, mandates the criminalisation of all forms of violence against women.\r\tThis book critically analyses the treatment of violence against women in the United Nations system, and in three regional human rights systems. Each chapter explores the advantages and disadvantages coming from the legal instruments, the work of the monitoring systems, and the resulting findings and jurisprudence. The book proposes that the gap needs to be addressed through a new United Nations Convention on the Elimination of All Forms of Violence against Women, or alternatively an Optional Protocol to the Convention on the Elimination of all Forms of Discrimination against Women. A new Convention or Optional Protocol would be part of the transformative agenda that is needed to normatively address the promotion of a life free of violence for women, the responsibility of states to act with due diligence in the elimination of all forms of violence against all women, and the systemic challenges that are the causes and consequences of such violence.\r\r \r",
      "editors": [ "Routhledge" ],
      "praise": [],
      "publisher": ""
    }
  }, {
    "book": {
      "book_cover": {
        "src": "https:\/\/www.as.uky.edu\/sites\/default\/files\/styles\/intuiface_faculty_book\/public\/faculty_bookshelf\/Koch%2C%20Erin%20-%20Free%20Market%20Tuberculosis.jpg?itok=GtEr_jN6",
        "alt": ""
      },
      "title": "Free Market Tuberculosis: Managing Epidemics in Post-Soviet Georgia",
      "authors": [ "Erin Koch" ],
      "publication_year": "2013",
      "affiliations": [ "Anthropology" ],
      "awards": [],
      "bio": "",
      "keywords": [],
      "summary": "The Soviet health care infrastructure and its tuberculosis-control system were anchored in biomedicine, but the dire resurgence of tuberculosis at the end of the twentieth century changed how experts in post-Soviet nations--and globally--would treat the disease. \rAnthropologist Erin Koch explores the intersection of the nation's extensive medical history, the effects of Soviet control, and the highly standardized yet poorly regulated treatments promoted by the World Health Organization. Although statistics and reports tell one story--a tale of success in Georgia--Koch's ethnographic approach reveals all facets of this cautionary tale of a monolithic approach to medicine. \r",
      "editors": [],
      "praise": [ "            Koch shows that the story of tuberculosis in Georgia today is one of structured uncertainties and competing logics of expertise amid the implementation of market-based health service, all of which are embedded in a vibrant culture of medicine that significantly predates the Soviet period.         &mdash;Sarah D. Phillips, author of &amp;quot;Women&amp;#039;s Social Activism in the Ukraine&amp;quot;  ", "            This book offers important insights about the need to identify specific sociocultural and political contours of both epidemics and management strategies, and to explore where things might be improved upon in this context. In post-Soviet Georgia, we are witness to the successes and failures of tuberculosis treatment protocols as the political and economic demands of a globalized laboratory meet up awkwardly with local clinical conditions and patient populations in ways that make standardized protocols ultimately fail.         &mdash;Vincanne Adams, University of California, San Francisco, author of &amp;quot;Doctors for Democracy&amp;quot;  " ],
      "publisher": "Vanderbilt University Press"
    }
  }, {
    "book": {
      "book_cover": {
        "src": "https:\/\/www.as.uky.edu\/sites\/default\/files\/styles\/intuiface_faculty_book\/public\/faculty_bookshelf\/rb%20cover.jpg?itok=UXw9IiDW",
        "alt": ""
      },
      "title": "From Drag Queens to Leathermen: Language, Gender, and Gay Male Subcultures (Studies in Language Gender and Sexuality)",
      "authors": [ "Rusty Barrett" ],
      "publication_year": "2017",
      "affiliations": [ "Linguistics" ],
      "awards": [],
      "bio": "",
      "keywords": [ "social sciences", "gender studies" ],
      "summary": "This book examines gendered language use in six gay male subcultures: drag queens, radical faeries, bears, circuit boys, barebackers, and leathermen. Within each subculture, unique patterns of language use challenge normative assumptions about gender and sexual identity. Rusty Barrett's analyses of these subcultures emphasize the ways in which gay male constructions of gender are intimately linked to other forms of social difference. \rIn From Drag Queens to Leathermen, Barrett presents an extension of his earlier work among African American drag queens in the 1990s, emphasizing the intersections of race and class in the construction of gender. An analysis of sacred music among radical faeries considers the ways in which expressions of gender are embedded in a broader neo-pagan religious identity. The formation of bear as an identity category (for heavyset and hairy men) in the late 1980s involves the appropriation of linguistic stereotypes of rural Southern masculinity. Among regular attendees of circuit parties, language serves to differentiate gay and straight forms of masculinity. In the early 2000s, barebackers (gay men who eschew condoms) used language to position themselves as rational risk takers with an innate desire for semen. For participants in the International Mr. Leather contest, a disciplined, militaristic masculinity links expressions of patriotism with BDSM sexual practice.\rIn all of these groups, the construction of gendered identity involves combining linguistic forms that would usually not co-occur. These unexpected combinations serve as the foundation for the emergence of unique subcultural expressions of gay male identity, explicated at length in this book.",
      "editors": [ "Mary Bucholtz" ],
      "praise": [ "            In these refreshingly sympathetic chapters, Rusty Barrett explores the ways in which notably contrastive groups of gay men use language as a central medium at once reflecting and constructing a sense of belonging and distinctiveness. In the complex field that aligns sexuality with race, class, and gender identities, among others, From Drag Queens to Leathermen guides us to appreciate the sites of performance, of ritual, and of ecstatic practice where the semiotic work is of indexically infusing sexual identity with sociocultural meaning and value, and with the dignity of subjectivity, is accomplished.        &mdash;Michael Silverstein, Charles F. Grey Distinguished Service Professor of Anthropology, Linguistics, and Psychology, University of Chicago  ", "            Barrett (linguistics, Univ. of Kentucky) uses ethnographic techniques--interviews, participant observation, archival research, and textual\/discourse analysis--to offer a meticulous analysis of language use within six subcultures of gay men: African American drag queens, radical faeries, bears, circuit boys, barebackers, and leathermen. Using concepts such as performativity and indexicality, Barrett looks at how these subcultures espouse various and competing scripts of gender and sexuality        &mdash;Choice  ", "            This is an illuminating book that eloquently demonstrates the necessity of analyzing sexuality and gender simultaneously and thereby revels the intersectional nature of language across cultures.        &mdash;Men and Masculinities  " ],
      "publisher": "Oxford University Press"
    }
  }, {
    "book": {
      "book_cover": {
        "src": "https:\/\/www.as.uky.edu\/sites\/default\/files\/styles\/intuiface_faculty_book\/public\/faculty_bookshelf\/Barnes_Cover.jpg?itok=cZFInQqh",
        "alt": ""
      },
      "title": "Gendering Legislative Behavior: Institutional Constraints and Collaboration",
      "authors": [ "Tiffany D. Barnes" ],
      "publication_year": "2016",
      "affiliations": [ "Political Science", "Latin American, Caribbean, and Latino Studies", "Gender &amp; Women&#039;s Studies", "International Studies" ],
      "awards": [ "Winner, 2017 Alan Rosenthal Award, Legislative Studies Section, American Political Science Association" ],
      "bio": "      Photo: Short bio: Tiffany D. Barnes is an Associate Professor of Political Science at University of Kentucky. She employs both quantitative and qualitative research approaches to examine how institutions shape the political behavior of citizens and elites. Her book, Gendering Legislative Behavior: Institutional Constraints and Collaboration, (Cambridge University Press 2016) won the Alan Rosenthal Prize from the Legislative Studies Section of the American Political Science Association in 2017. Her other peer-reviewed work appears in journals such as the American Journal of Political Science, Journal of Politics, Comparative Political Studies, Political Research Quarterly, Governance, Politics & Gender, and Election Law Journal. In 2018 she was awarded the Emerging Scholar Award from the Legislative Studies Section of the American Political Science Association and in 2017 she was honored with the Early Career Award from the Midwest Women's Caucus for Political Science.  ",
      "keywords": [ "Legislatures", "Representation", "Argentina", "Women&#039;s Representation", "Electoral Systems" ],
      "summary": "In a democracy power is obtained via competition. Yet, as women gain access to parliaments in record numbers worldwide collaboration appears to be on the rise. This is puzzling: Why, if politicians can secure power via competition, would we ever observe collaboration? Using evidence from 200 interviews with political elites from 19 Argentine provinces, a novel dataset from 23 Argentine chambers over 18 years, and qualitative case studies from across the world, I reexamine traditional notions of competitive democracy by evaluating patterns of collaboration among legislators. In doing so, I tackle three important questions.\r \rMy first question is: Can democracy be collaborative? I argue that collaborative democracy is not antithetical to competitive democracy. While only the bare majority can secure the power to decide via competition, I explain that all legislators—particularly those who do not have power—can influence the policy-making process through collaboration. Using bill cosponsorship data, which represents the culmination of the collaborative process, I demonstrate that democracy can be collaborative, that out-of-power legislators collaborate more frequently than those in power, and that women collaborate more than men.\r\rThis raises a second question: Why are female legislators more inclined to collaborate than their male colleagues? I explain that women collaborate more than men because they face structural barriers that restrict their ability to exert influence on the policy-making process. By collaborating with other women they can overcome structural barriers and attain political power. I show empirically that despite having high levels of descriptive representation as a group and seniority as individuals, women’s marginalization exists across a vast array of legislative power including legislative leadership posts, committee leadership posts, and powerful committee appointments. This marginalization limits women’s political power and motivates collaboration among women.\r\rFinally, this leads to my third question; if women are more collaborative, why do some female legislators collaborate successfully among themselves, while other women fail to do so? Specifically, I tackle the question: When do women collaborate? I argue that despite the benefits of collaboration, patterns of collaboration vary among female legislators because not all women have the same opportunities to work cooperatively. Different legislative contexts either facilitate or constrain women’s collaboration. I show empirically that six key contextual variables that vary both across and within legislative chambers shape policy collaboration. First, I examine women’s numeric representation and partisan pressures; both factors vary largely across legislative chambers. Then I focus on affiliation with the executive party, seniority, legislation targeting women’s issues, and membership in a women’s caucus or committee; each of these factors vary within legislative chambers. Taken together, the answers to these three important questions, contribute to our understanding of democracy by explaining why and when we can expect to observe collaboration in a democracy where power is obtained via competition.\r\rThis book uses a rich combination of both qualitative and quantitative data to support my central argument. The primary case analyzed is Argentina, where I compare women’s legislative behavior at the provincial level in order to capture variation in institutional contexts within a single case. As the first country to adopt legislative gender quotas, Argentina is one of the only contexts in the world where women have held a sizable share of seats in the legislature over a long timeline in a large number of chambers. Gender quotas were first adopted in Argentina at the national level in 1991. The following year, quota adoption began to spread rapidly across the provincial legislatures. The figure below charts the adoption of gender quotas across the Argentine provinces.\r\rI draw on qualitative evidence from over 200 interviews with male and female legislators and elite political observers from 19 Argentine provinces. The fieldwork was conducted between 2007 and 2013 during six different trips to Argentina. My quantitative evidence comes from a novel dataset that I developed using archival data from 23 Argentine chambers over an 18-year period. The data includes all cosponsored legislation, committee appointments, and leadership posts for over 7,000 male and female legislators.\r\rI augment my careful analysis of Argentina with a series of qualitative case studies that examine women’s legislative collaboration. This approach, which draws on examples from across the world, allows me to demonstrate the generalizability of the relationships observed in Argentina. Here I can account for more informal types of collaboration that occur in the policy-making process and extend my analysis to other legislative contexts. The depth provided by the Argentine analyses—coupled with the breadth offered by these additional case studies—makes this book the most comprehensive study of collaboration to date.",
      "editors": [],
      "praise": [ "            &quot;Essential reading for scholars in comparative politics, including those in the fields of Latin American studies, women and politics and legislative studies. While many studies focus on how women can achieve elective office, few examine women&#039;s strategies as legislators. This book develops a theory of the conditions under which legislative collaboration is most likely to occur, by focusing on women&#039;s legislative behavior. Drawing on both quantitative and qualitative data, Barnes expertly examines legislative collaboration in Argentina, the United States, Rwanda, Uruguay, and South Africa.&quot;        &mdash;Miki Caul Kittilson, Arizona State University  ", "            &quot;Barnes&#039;s book provides a provocative challenge to traditional views of self-interested and partisan legislators. By showing that they are willing to collaborate across partisan divides, Barnes implies that (especially) female legislators can put policies above partisanship. This important theoretical contribution is backed up by an impressive set of interviews with subnational Argentine legislators and bill cosponsorship data which Barnes combines to tell a compelling story.&quot;        &mdash;Scott Morgenstern, University of Pittsburgh  ", "            &quot;Tiffany Barnes&#039;s Gendering Legislative Behavior is an important theoretical and empirical contribution to the literatures on legislatures, women and politics, and democracy. Whereas most of the work on legislatures and democracy has emphasized interparty conflict, Barnes explores the conditions under which legislative collaboration across parties occurs. She highlights the relatively greater propensity of women legislators to engage in collaborative behavior. The book is very well researched and written.&quot;         &mdash;Scott Mainwaring, University of Notre Dame  ", "            &quot;Barnes proposes a nuanced theory for why women may legislate differently than men. She shows that legislators can be collaborative, women collaborate more than men, but parties can prevent women from collaborating unless they are willing to pay a potentially high cost in terms of their future political career.&quot;        &mdash;Michelle M. Taylor-Robinson, Texas A&amp;amp;M University  ", "            &quot;Tiffany Barnes documents in extraordinary detail what are the incentives of women legislators to cross the party line and collaborate with each other on the drafting and approval of legislation. In doing so, this book provides a blueprint for future research that explains legislative cooperation on gender, ethnicity, race, or religion dimensions, as they interact with partisan incentives in democratic politics. This is the best book on legislative politics and gender that I have read.        &mdash;Ernesto Calvo, University of Maryland  " ],
      "publisher": "Cambridge"
    }
  }, {
    "book": {
      "book_cover": {
        "src": "https:\/\/www.as.uky.edu\/sites\/default\/files\/styles\/intuiface_faculty_book\/public\/faculty_bookshelf\/GOB%20Textbook%20Cover.jpg?itok=E-ubP_TB",
        "alt": ""
      },
      "title": "General, Organic and Biochemistry, 8th Edition",
      "authors": [ "Katherine J. Denniston", "Joseph J. Topping", "Kim R. Woodrum", "Robert L. Caret" ],
      "publication_year": "",
      "affiliations": [],
      "awards": [],
      "bio": "",
      "keywords": [],
      "summary": "A book designed to help undergraduate majors in health-related fields understand key concepts and appreciate significant connections among chemistry, health, and the treatment of disease. ",
      "editors": [],
      "praise": [],
      "publisher": ""
    }
  }, {
    "book": {
      "book_cover": {
        "src": "https:\/\/www.as.uky.edu\/sites\/default\/files\/styles\/intuiface_faculty_book\/public\/faculty_bookshelf\/Kingsolver%2C%20Ann%20-%20Global%20Mountain%20Regions.jpg?itok=X5A8n0iR",
        "alt": ""
      },
      "title": "Global Mountain Regions: Conversations Toward the Future",
      "authors": [],
      "publication_year": "2018",
      "affiliations": [ "Anthropology" ],
      "awards": [],
      "bio": "",
      "keywords": [],
      "summary": "No matter where they are locate in the world, communities living in mountain regions have shared experiences defined in part by contradictions. These communities often face social and economic marginalization despite providing the lumber, coal, minerals, tea, and tobacco that have fueled the growth of nations for centuries. They are perceived as remote and socially inferior backwaters on one hand while simultaneously seen as culturally rich and spiritually sacred places on the other. These contradictions become even more fraught as environmental changes and political strains place added pressure on these mountain communities. Shifting national borders and changes to watersheds, forests, and natural resources play an increasingly important role as nations respond to the needs of a global economy. \rThe works in this volume consider multiple nations, languages, generations, and religions in their exploration of upland communities' responses to the unique challenges and opportunities they share. From paintings to digital mapping, environmental studies to poetry, land reclamation efforts to song lyrics, the collection provides a truly interdisciplinary and global study. The editors and authors offer a cross-cultural exploration of the many strategies that mountain communities are employing to face the concerns of the future. \r",
      "editors": [ "Ann Kingsolver", "Sasikumar Balasundaram" ],
      "praise": [],
      "publisher": "Indiana University Press"
    }
  }, {
    "book": {
      "book_cover": {
        "src": "https:\/\/www.as.uky.edu\/sites\/default\/files\/styles\/intuiface_faculty_book\/public\/faculty_bookshelf\/Lyon%2C%20Sarah%20-%20Global%20Tourism.jpg?itok=fDMDWZ7s",
        "alt": ""
      },
      "title": "Global Tourism: Cultural Heritage and Economic Encounters",
      "authors": [],
      "publication_year": "2012",
      "affiliations": [ "Anthropology" ],
      "awards": [],
      "bio": "",
      "keywords": [],
      "summary": "Global tourism is perhaps the largest scale movement of goods, services, and people in history. Consequently, it is a significant catalyst for economic development and sociopolitical change. While tourism increasingly accounts for ever greater segments of national economies, the consequences of this growth for intercultural interaction are diverse and uncertain. The proliferation of tourists also challenges classic theoretical descriptions of just what an economy is. What are the commodities being consumed? What is the division of labor between producers and clients in creating the value of tourist exchanges? How do culture, power, and history shape these interactions? What are the prospects for sustainable tourism? How is cultural heritage being shaped by tourists around the world? \rThese critical questions inspired this volume in which the contributors explore the connections among economy, sustainability, heritage, and identity that tourism and related processes makes explicit. The volume moves beyond the limits of place-specific discussions, case studies, and best practice examples. Accordingly, it is organized according to three overarching themes: exploring dimensions of cultural heritage, the multi-faceted impacts of tourism on both hosts and guests, and the nature of touristic encounters. Based on ethnographic and archaeological research conducted in distinct locations, the contributors’ conclusions and theoretical arguments reach far beyond the limits of isolated case studies. Together, they contribute to a new synthesis for the anthropology of tourism while simultaneously demonstrating how emerging theories of the economics of tourism can lead to the rethinking of traditionally non-touristic enterprises—from farming to medical occupations.\r",
      "editors": [ "Sarah Lyon", "E. Christian Wells" ],
      "praise": [ "            Scholars and students of tourism have long struggled against the common assumption that their subject is somehow trivial in its association with leisure and brief encounters. This volume goes a long way in demonstrating the multiple ways in which global tourism is fundamentally redefining local and regional economies and broadly shaping the ways in which virtually all the world&#039;s peoples are learning to re-present their heritage and identity to others. There is nothing trivial about it.        &mdash;Erve Chambers, University of Maryland  ", "            These [chapters] challenge traditional writings in tourism studies that the editors and others have found to be caught in the bind of rehashing old conceptual orientations to the extent that the ideas are stale and in need of new thinking. The chapters outline these themes in a logical progression to address ideas of heritage, identity, and sustainability from the origins of tourism in particular locals, host\/guest encounters, recognition of practices promoting the empowerment of women in tourism, and concerns about the environment through “staycations” to reduce the carbon impact of flying. Questions are carefully posed to engage the reader in the contemporary problems arising in tourism. Who benefits? What does the tourist gain from the experience? Does the practice of staged authenticity destroy the meaning and significance of the original practice or re-enforce understanding for a new generation? What is ecotourism? A refreshing view of these issues is provided through the lens of economic anthropology.        &mdash;Sue Taylor, Public Anthropologist in Residence, American University  " ],
      "publisher": "AltaMira Press"
    }
  }, {
    "book": {
      "book_cover": {
        "src": "https:\/\/www.as.uky.edu\/sites\/default\/files\/styles\/intuiface_faculty_book\/public\/faculty_bookshelf\/Cliggett%2C%20Lisa%20-%20Grains%20from%20Grass.jpg?itok=3_XgKmVl",
        "alt": ""
      },
      "title": "Grains from Grass: Aging, Gender, and Famine in Rural Africa",
      "authors": [ "Lisa Cliggett" ],
      "publication_year": "2005",
      "affiliations": [ "Anthropology" ],
      "awards": [],
      "bio": "",
      "keywords": [],
      "summary": "In her ethnography of the Gwembe Tonga people of rural Zambia, Lisa Cliggett explores what happens to kinship ties in times of famine. The Tonga, a matrilineal Bantu-speaking society, had long lived and farmed along the banks of the Zambezi River, but when the Kariba Dam was completed and the river valley was flooded in 1958, approximately 57,000 people were forcibly relocated. All of southern Africa has suffered from severe droughts in the last three decades, and the Gwembe Valley has proved particularly susceptible to failed harvests and sociopolitically and ecologically triggered crises.\rThe work of survival for the Gwembe Tonga includes difficult decisions about how to distribute inadequate resources among family members. Physically limited elderly Tonga who rely on their kin for food and assistance are particularly vulnerable. Cliggett examines Tonga household economies and support systems for the elderly. Old men and women, she finds, use deeply gendered approaches to encourage aid from their children and fend off starvation.\rIn extreme circumstances, often the only resources at people's disposal are social support networks. Cliggett's book tells a story about how people living in environmentally and economically dire circumstances manage their social and material worlds to the best of their ability, sometimes at the cost of maintaining kinship bonds—a finding that challenges Western notions of family among indigenous people, especially in rural Africa.\r",
      "editors": [],
      "praise": [ "            &quot;Grains from Grass&quot; is a rich and intimate exploration of what it means to be old and at the brink of survival in a poor rural community. Drawing on classic themes and methods of social anthropology, it provides a subtle account of sociocultural change        &mdash;Alex De Waal, Fellow, Global Equity Initiative, Harvard University  ", "            The themes of &quot;Grains from Grass&quot; transcend Africa and anthropology. Lisa Cliggett offers wonderful methodological lessons for transgenerational cooperation and provides a useful theoretical mechanism for making visible and for disentangling a complex set of relations that traditionally go unnoticed.         &mdash;James A. Pritchett, Boston University  ", "            In a readable but sophisticated introduction to anthropological approaches to the lives of the African poor, Lisa Cliggett describes age- and gender-specific dilemmas and strategies for physical, social, and spiritual welfare.        &mdash;Jane I. Guyer, Johns Hopkins University  " ],
      "publisher": "Cornell University Press"
    }
  }, {
    "book": {
      "book_cover": {
        "src": "https:\/\/www.as.uky.edu\/sites\/default\/files\/styles\/intuiface_faculty_book\/public\/faculty_bookshelf\/BookCover.png?itok=DNm84cXH",
        "alt": ""
      },
      "title": "Handbook of Regression Methods",
      "authors": [ "Derek S. Young" ],
      "publication_year": "2017",
      "affiliations": [ "Statistics" ],
      "awards": [],
      "bio": "      Photo: Short bio: Derek Young is an assistant professor of statistics at the University of Kentucky. He has over ten years of experience as a statistician, including positions in industry, government, and academia. During this time, he has also taught online courses in regression methods for Penn State University and the University of Kentucky. His research interests include (finite) mixture models, tolerance regions, and statistical computing.   ",
      "keywords": [ "Data Visualization", "Inference", "Regression", "Residual Diagnostics", "Statistical Models" ],
      "summary": "Handbook of Regression Methods concisely covers numerous traditional, contemporary, and nonstandard regression methods. The handbook provides a broad overview of regression models, diagnostic procedures, and inference procedures, with emphasis on how these methods are applied. The organization of the handbook benefits both practitioners and researchers, who seek either to obtain a quick understanding of regression methods for specialized problems or to expand their own breadth of knowledge of regression topics.\rThis handbook covers classic material about simple linear regression and multiple linear regression, including assumptions, effective visualizations, and inference procedures. It presents an overview of advanced diagnostic tests, remedial strategies, and model selection procedures. Finally, many chapters are devoted to a diverse range of topics, including censored regression, nonlinear regression, generalized linear models, and semiparametric regression.\rFeatures\r\r\t\r\t\tPresents a concise overview of a wide range of regression topics not usually covered in a single text.\r\t\r\t\tIncludes over 80 examples using nearly 70 real datasets, with results obtained using R.\r\t\r\t\tOffers a Shiny app (https:\/\/horm.as.uky.edu) containing all examples, thus allowing access to the source code and the ability to interact with the analyses.\r\r",
      "editors": [],
      "praise": [ "            Covering a wide range of regression topics, this clearly written handbook explores not only the essentials of regression methods for practitioners but also a broader spectrum of regression topics for researchers. Complete and detailed, this unique, comprehensive resource provides an extensive breadth of topical coverage, some of which is not typically found in a standard text on this topic. Young (Univ. of Kentucky) covers such topics as regression models for censored data, count regression models, nonlinear regression models, and nonparametric regression models with autocorrelated data. In addition, assumptions and applications of linear models as well as diagnostic tools and remedial strategies to assess them are addressed. Numerous examples using over 75 real data sets are included, and visualizations using R are used extensively. Also included is a useful Shiny app learning tool; based on the R code and developed specifically for this handbook, it is available online. This thoroughly practical guide will be invaluable for graduate collections.        &mdash;D. J. Gougeon, Choice Connect  ", "            The list of calculated examples contains virtually every possible field of application of statistics, a small subset of them reads as follows: car sale data, cheese-tasting experiment data, credit loss data, hospital stays data, James Bond data, and wind direction data.        &mdash;H.-J. Schmidt, University of Potsdam, Zentralblatt MATH  ", "            The variety of sophisticated statistical models available is more than any statistician can thoroughly understand, remember, and have experience with. A book like Young’s Handbook is valuable when you need to use a model that isn’t top of mind, giving mathematical details but also practical advice regarding considerations that are not obvious from a mathematical description.        &mdash;J. D. Cook, Statistical Consultant  " ],
      "publisher": "CRC Press"
    }
  }, {
    "book": {
      "book_cover": {
        "src": "https:\/\/www.as.uky.edu\/sites\/default\/files\/styles\/intuiface_faculty_book\/public\/faculty_bookshelf\/Riggle.jpg?itok=FHaI13AM",
        "alt": ""
      },
      "title": "Happy together: Thriving as a same-sex couple in your family, workplace, and community.",
      "authors": [ "Ellen Riggle", "Sharon Rostosky" ],
      "publication_year": "2015",
      "affiliations": [ "Gender and Women&#039;s Studies", "Political Science" ],
      "awards": [],
      "bio": "",
      "keywords": [],
      "summary": "As more states strike down laws restricting marriage to \"one man and one woman,\" same-sex relationships are becoming more visible and more socially accepted. Nevertheless, many couples still experience significant stress because of their same-sex status. In every life context — family, work, neighborhood, religious communities, and in social and legal contexts — same-sex couples have to make decisions about disclosure, how to respond to prejudice, and how to cope with negative feelings about themselves and their experiences.\rThis book helps couples work together to identify, develop, and use their strengths and skills to successfully navigate these issues and flourish. Tough tasks like confronting prejudice will never be easy, but thanks to the stories, tools, and resources presented in this book, readers will learn to manage such situations in a positive way.\rLearning activities in each chapter guide couples to become more aware of the causes of stress in their relationship, and to take positive actions to strengthen their commitment. Readers will learn how to cultivate the strengths of their LGBTQ identities, assert appropriate boundaries, create supportive relationships with others, and contribute authentically to their families and communities.\r",
      "editors": [],
      "praise": [],
      "publisher": "American Psychological Association"
    }
  }, {
    "book": {
      "book_cover": {
        "src": "https:\/\/www.as.uky.edu\/sites\/default\/files\/styles\/intuiface_faculty_book\/public\/faculty_bookshelf\/Jefferies%2C%20Richard%20-%20Holocene%20Hunter-Gatherers%20of%20the%20Lower%20Ohio%20River%20Valley.jpg?itok=cEGCSead",
        "alt": ""
      },
      "title": "Holocene Hunter-Gatherers of the Lower Ohio River Valley",
      "authors": [ "Richard W. Jefferies" ],
      "publication_year": "2012",
      "affiliations": [ "Anthropology" ],
      "awards": [],
      "bio": "",
      "keywords": [],
      "summary": "By the Early Holocene (10,000 to 8,000 B>P.), small wandering bands of Archaic hunter-gatherers began to annually follow the same hunting trails, basing their temporary camps on seasonal conditions and the presence of food. The Pleistocene glaciers had receded by this time, making food more plentiful in some areas and living conditions less hazardous. Although these Archaic peoples have long been known from their primary activities as hunters and gatherers of wild food resouces, recent evidence has been found that indicates they also began rudimentary cultivation sometime during the Middle Holocene. \rRichard Jefferies--an Archaic specialist--comprehensively addresses the approximately 7,000 years of the prehistory of eastern North America, termed the Archaic Period by archaeologists. Jefferies centers his research on a 380-mile section of the Lower Ohio River Valley, an area rife with both temporary and long-term Archaic sites. He covers the duration of the Holocene and provides a compendium of knowledge of the era, including innovative research strategies and results. Presenting these data from a cultural-ecological perspective, emphasizing the relationships between hunter-gatherers and the environments in which they lived, Jefferies integrates current research strategies with emerging theories that are beginning to look at culture history in creative ways. \r",
      "editors": [],
      "praise": [ "            A wonderful synthesis, well-written--a real pleasure to read. It incorporates the latest research, including published sources, gray literature, conference papers, and internet sources. The complete mastery of the data is a tribute to Dr. Jefferies&#039; years of work in the region        &mdash;Marvin T. Smith, Valdosta State University  ", "            This is a comprehensive, systematic treatment of existing archaeological knowledge about human populations that inhabited the lower Ohio River valley from the late Pleistocene to ca. 3000 years ago.... The bibliography alone will be of great value to a variety of researchers.         &mdash;Kenneth E. Sassaman, University of Florida  " ],
      "publisher": "University of Alabama Press"
    }
  }, {
    "book": {
      "book_cover": {
        "src": "https:\/\/www.as.uky.edu\/sites\/default\/files\/styles\/intuiface_faculty_book\/public\/faculty_bookshelf\/Webp.net-resizeimage%20%288%29.jpg?itok=CDY6755n",
        "alt": ""
      },
      "title": "I Was a Revolutionary ",
      "authors": [ "Andrew Malan Milward" ],
      "publication_year": "2015",
      "affiliations": [ "English" ],
      "awards": [ "Winner of the Friends of American Literature Award", "Winner of the Kansas Book Award " ],
      "bio": "      Photo: Short bio: Andrew Malan Milward was born in Lexington, Kentucky, and grew up in Lawrence, Kansas. A graduate of the Iowa Writers’ Workshop, he is the author of the story collections The Agriculture Hall of Fame, which was awarded the Juniper Prize for Fiction by the University of Massachusetts, and I Was a Revolutionary (HarperCollins, 2015), which was awarded the Friends of American Writers Literature Award. His fiction has been a finalist for the National Magazine Award and appeared in many places, including Zoetrope, American Short Fiction, VQR, The Southern Review, Guernica, as well as Best New American Voices. He has served as the McCreight Fiction Fellow at the University of Wisconsin, a Steinbeck Fellow at San Jose State University, and has received fellowships and awards from the Lannan Foundation, the National Endowment for the Arts, and the Corporation of Yaddo.   ",
      "keywords": [ "Fiction, Short Stories, Kansas, Revolution" ],
      "summary": "A richly textured, diverse collection of stories that illuminate the heartland and America itself, exploring questions of history, race, and identity. Grounded in place, spanning the Civil War to the present day, the stories in I Was a Revolutionary capture the roil of history through the eyes of an unforgettable cast of characters: the visionaries and dreamers, radical farmers and socialist journalists, quack doctors and protestors who haunt the past and present landscape of the state of Kansas.",
      "editors": [],
      "praise": [ "            “In this brilliant, inventive collection, Milward channels ghosts from his native Kansas into eight stories that could spring only from that fraught border of the Civil War.”        &mdash;New York Times Book Review  ", "            “The rich, brutal history of Kansas ignites—and propels—the eight stories that make up Andrew Malan Milward’s accomplished second collection. By its conclusion, the reader is left considering many questions of history, identity, race, and how we retell these stories to others and ourselves.”         &mdash;Boston Globe  ", "            “The eight stories in Milward’s collection don’t just use history as a jumping-off point, they also raise questions about the nature of recorded history. Each one feels as complete and complex as a novel. This collection is sharp, shrewd, and consistently thought provoking.”        &mdash;Publishers Weekly, starred review  ", "            “He sets a standard for the story collection. This collection brims with accessible originality, unparalleled range and thought-provoking heartbreak. . . . Like E.L. Doctorow in ‘Ragtime,’ Milward fashions high art from historical events and figures.”        &mdash;Jackson Clarion-Ledger  ", "            “Milward is a protégé of Marilynne Robinson and Tim O’Brien, and it shows in the way he takes well-worn history book anecdotes and transforms them into something human, raw, and immediate...I adored it—it’s one of my absolute favorites of the year.”        &mdash;Book Riot  ", "            “The challenge of turning history into short stories is met by Milward, who mines his home state, Kansas, to put life into characters pulled from time’s landslide. . . . With his portrayal of conscience-ridden individuals navigating historical forces, Milward has achieved a landmark feat in fiction.”        &mdash;Asheville Citizen-Times  ", "            “Throughout the book, Milward makes astute observations about politics, not only about the political climate of past eras but also of our own-a rarity in contemporary American fiction.”         &mdash;BookPage  " ],
      "publisher": "HarperCollins"
    }
  }, {
    "book": {
      "book_cover": {
        "src": "https:\/\/www.as.uky.edu\/sites\/default\/files\/styles\/intuiface_faculty_book\/public\/faculty_bookshelf\/Indios%20en%20escena.jpg?itok=SwY0wEc_",
        "alt": ""
      },
      "title": "Indios en escena: La representación del amerindio en el teatro del Siglo de Oro",
      "authors": [ "Moisés R. Castillo" ],
      "publication_year": "2009",
      "affiliations": [ "Hispanic Studies", "Hispanic Studies" ],
      "awards": [],
      "bio": "      Photo: Short bio: Moisés R. Castillo. Associate Professor of Early Modern and Colonial Studies in the Department of Hispanic Studies at the University of Kentucky. With a B.A. in Philosophy from the University of Granada, Spain, and a M.A. and Ph.D. in Hispanic and Luso-Brazilian literature from the University of Minnesota, he is the author of Indios en escena: La representación del amerindio en el teatro del Siglo de Oro, Purdue University Press, 2009; guest editor of the special number of Romance Quarterly vol. 61, no 2, 2014 devoted to Cervantes’s Exemplary Novels; numerous chapters in volumes, and articles in refereed journals. His research focuses on Golden Age theater and Cervantes studies. Currently, he is writing a manuscript on the Cervantine comedias. He is the recipient of the College of Arts & Sciences Outstanding Teaching Award in the Humanities 2015-2016, at the University of Kentucky.  ",
      "keywords": [ "Amerindians, theatrical representation of the Other, Golden Age Literature, Early Modern philosophical discourses" ],
      "summary": "Indios en escena engages both the Baroque and Colonial fields of Hispanism in order to reevaluate fourteen major plays of Spanish Golden Age literature from a social-historical perspective. Castillo argues that these plays portray Amerindians not in their “otherness” but as subjects of empire. It is the author’s contention that these dramas reveal the vast contradictions between the two leading ideological trends of the age as performed on the stage: the discourse of honor and the juridical-theological code, both of which attempt to assimilate the Amerindian phenomenon under the auspices of church and state. These works consistently raise the paradoxical question of how a person can be a savage and have honor at the same time. The Amerindian must become a new “subject” for the Spanish Crown (as stated by the discourse of honor in these plays), i.e., an honorable and distinguished Indian capable of lofty speech and courage in battle. Yet, Amerindians are also barbarians or wild “children” (F. de Vitoria, Las Casas) who need the redemptive intervention of the Church to mature (evolve) and to be capable of salvation. These plays reveal the effort to integrate and assimilate the new indigenous entities under the monarcho-seigneurial system while exposing the philosophical contradictions that Baroque ideology has to overcome in order to elicit obedience. ",
      "editors": [],
      "praise": [ "            … a compelling view of both dramatic production and philosophical debates about indigenous people as a key intellectual milieu of the time. … transatlantic in approach and impact … The fact that Castillo never loses sight of this essential distinction [between representation of the indigenous people and representation of the Spanish Empire and its colonialist ideology] indicates the critical rigor and predicts the scholarly purchase Indios en escena will continue to have in the coming years.        &mdash;Jorge Coronado, Modern Language Notes (2011): 416-18.  ", "            Este libro es uno de los estudios más equilibrados, mejor documentados y más iluminadores que, en mi opinión, se han publicado hasta la fecha sobre la representación del personaje indígena americano.        &mdash;José María Ruano de la Haza, Revista de Estudios Hispánicos 45.1 (Winter 2011): 227-29.  ", "            An exhaustively researched study that fleshes out the fluctuating religiously and politically influenced image of the New World natives as well as that of Spaniards in the ‘conquest plays’ of Spanish Golden Age Theater.        &mdash;Bonnie Gasior, California State University, Long Beach (book cover)  ", "            … el trabajo es muy sólido y erudito … Con la ventaja de no tener deudas políticas visibles, nuestro investigador supera a sus predecesores en finura interpretativa y en equilibrio ideológico, además de emplear un tono elegante y nada polémico.        &mdash;Héctor Brioso Santos, Criticón 111-12 (2011): 310-14.  ", "            Este libro supera, en mi opinión, las ideas insuficientemente elaboradas de críticos como Tzvetan Todorov respecto al «otro» de la conquista  en su La conquista de América, la cuestión del otro (1982).  Esta nueva publicación de Moisés R. Castillo es justamente una lectura indispensable para quienes estudiamos el teatro del Siglo de Oro, así como para quienes valoramos la historia de América.        &mdash;A. Robert Lauer TEATRO-L Archives, (reseñas) Dec. 31, 2010, also in Bulletin of the Comediantes 68.2 (2016): 200.  " ],
      "publisher": "Purdue University Press"
    }
  }, {
    "book": {
      "book_cover": {
        "src": "https:\/\/www.as.uky.edu\/sites\/default\/files\/styles\/intuiface_faculty_book\/public\/faculty_bookshelf\/Kentucky%27s%20Frontier%20Highway.jpg?itok=bDhUIgKt",
        "alt": ""
      },
      "title": "Kentucky's Frontier Highway: Historic Landscapes along the Maysville Road",
      "authors": [ "Karl Raitz", "Nancy O&#039;Malley" ],
      "publication_year": "2012",
      "affiliations": [ "Geography" ],
      "awards": [],
      "bio": "      Photo: Short bio: A long-time student of culture and its material artifacts, Karl has spent the past thirty-five years examining the manner in which people have created American landscapes.  His field-based research interests blend rural and urban contexts, especially within America’s Middle West, Appalachia, and South.  His past work included examinations of the relationships between European immigrants and occupational preadaptation, the social construction of sport and leisure places, and the creation of landscape symbol vocabularies.  He is currently working on several projects relating to the spectacular role of the road—in its many guises and through its many commercial, political, and technical patrons—as a shaping influence on landscapes. Recent research projects include: The National Road and A Guide to the National Road, two edited books that were supported by funding from the Pioneer American Society and the National Endowment for the Humanities; The Great Valley Road: Shenandoah Landscapes from Prehistory to the Present, co-edited with Warren Hofstra, and a book co-authored with Nancy O’Malley, Kentucky’s Frontier Highway: Historic Landscapes along the Maysville Road.  ",
      "keywords": [],
      "summary": "Eighteenth-century Kentucky beckoned to hunters, surveyors, and settlers from the mid-Atlantic coast colonies as a source of game, land, and new trade opportunities. Unfortunately, the Appalachian Mountains formed a daunting barrier that left only two primary roads to this fertile Eden. The steep grades and dense forests of the Cumberland Gap rendered the Wilderness Road impassable to wagons, and the northern route extending from southeastern Pennsylvania became the first main thoroughfare to the rugged West, winding along the Ohio River and linking Maysville to Lexington in the heart of the Bluegrass.\rKentucky's Frontier Highway reveals the astounding history of the Maysville Road, a route that served as a theater of local settlement, an engine of economic development, a symbol of the national political process, and an essential part of the Underground Railroad. Authors Karl Raitz and Nancy O'Malley chart its transformation from an ancient footpath used by Native Americans and early settlers to a central highway, examining the effect that its development had on the evolution of transportation technology as well as the usage and abandonment of other thoroughfares, and illustrating how this historic road shaped the wider American landscape.\r\r",
      "editors": [],
      "praise": [],
      "publisher": "University Press of Kentucky"
    }
  }, {
    "book": {
      "book_cover": {
        "src": "https:\/\/www.as.uky.edu\/sites\/default\/files\/styles\/intuiface_faculty_book\/public\/faculty_bookshelf\/King%2C%20Diane%20-%20Kinship%20and%20Gender.jpg?itok=uNjXkcpZ",
        "alt": ""
      },
      "title": "Kinship and Gender",
      "authors": [ "Linda Stone", "Diane E King" ],
      "publication_year": "",
      "affiliations": [ "Anthropology" ],
      "awards": [],
      "bio": "",
      "keywords": [],
      "summary": "Does kinship still matter in today’s globalized, increasingly mobile world? Do family structures continue to influence the varied roles that men and women play in different cultures? Answering with a resounding ‘yes!’, Linda Stone and Diane E. King offer a lively introduction to and working knowledge of kinship. They firmly link these concepts to cross-cultural gender studies, illuminating the malleable nature of gender roles around the world and over time.\rWritten to engage students, each chapter in Kinship and Gender provides key terms and useful generalizations gleaned through research on the interplay of kinship and gender in both traditional societies and contemporary communities. Detailed case studies and cross-cultural examples help students understand how such generalizations are experienced in real life. The authors also consider the ramifications of current social problems and recent developments in reproductive technology as they demonstrate the relevance of kinship and gender to students’ lives.\rThe fully-revised sixth edition contains new case studies on foster parenting in the United States and on domestic violence. It provides new material on pets as family members and an expanded discussion of the concept of lineal masculinity. There is also a comparison of the adoption of new reproductive technologies in Israel with other countries, along with a discussion of the issue of transnational movements in the use of these technologies.\r",
      "editors": [],
      "praise": [],
      "publisher": "Routledge"
    }
  }, {
    "book": {
      "book_cover": {
        "src": "https:\/\/www.as.uky.edu\/sites\/default\/files\/styles\/intuiface_faculty_book\/public\/faculty_bookshelf\/King%2C%20Diane%20-%20Kurdistan%20on%20the%20Global%20Stage.jpg?itok=q60294Go",
        "alt": ""
      },
      "title": "Kurdistan on the Global Stage: Kinship, Land, and Community in Iraq",
      "authors": [ "Diane E. King" ],
      "publication_year": "2014",
      "affiliations": [ "Anthropology" ],
      "awards": [],
      "bio": "",
      "keywords": [],
      "summary": "Anthropologist Diane E. King has written about everyday life in the Kurdistan Region of Iraq, which covers much of the area long known as Iraqi Kurdistan. Following the overthrow of Saddam Hussein’s Ba’thist Iraqi government by the United States and its allies in 2003, Kurdistan became a recognized part of the federal Iraqi system. The Region is now integrated through technology, media, and migration to the rest of the world.\rFocusing on household life in Kurdistan’s towns and villages, King explores the ways that residents connect socially, particularly through patron-client relationships and as people belonging to gendered categories. She emphasizes that patrilineages (male ancestral lines) seem well adapted to the Middle Eastern modern stage and viceversa. The idea of patrilineal descent influences the meaning of refuge-seeking and migration as well as how identity and place are understood, how women and men interact, and how “politicking” is conducted.\rIn the new Kurdistan, old values may be maintained, reformulated, or questioned. King offers a sensitive interpretation of the challenges resulting from the intersection of tradition with modernity. Honor killings still occur when males believe their female relatives have dishonored their families, and female genital cutting endures. Yet, this is a region where modern technology has spread and seemingly everyone has a mobile phone. Households may have a startling combination of illiterate older women and educated young women. New ideas about citizenship coexist with older forms of patronage.\rKing is one of the very few scholars who conducted research in Iraq under extremely difficult conditions during the Saddam Hussein regime. How she was able to work in the midst of danger and in the wake of genocide is woven throughout the stories she tells. Kurdistan on the Global Stage serves as a lesson in field research as well as a valuable ethnography.\r",
      "editors": [],
      "praise": [ "            A rare account by an anthropologist of uncommon knowledge, this unique analysis of the rapid transformation of Iraqi Kurdistan is a must-read for students and scholars of the Middle East        &mdash;Marcia C. Inhorn, Yale University  " ],
      "publisher": "Rutgers University Press"
    }
  }, {
    "book": {
      "book_cover": {
        "src": "https:\/\/www.as.uky.edu\/sites\/default\/files\/styles\/intuiface_faculty_book\/public\/faculty_bookshelf\/ab%20cover.jpg?itok=RS9TJhki",
        "alt": ""
      },
      "title": "Language and Classification: Meaning-Making in the Classification and Categorization of Ceramics (Routledge Studies in Sociolinguistics)",
      "authors": [ "Allison Burkette" ],
      "publication_year": "2018",
      "affiliations": [ "Linguistics" ],
      "awards": [],
      "bio": "",
      "keywords": [ "sociolinguistics" ],
      "summary": "This volume adopts a practice-based approach to examine the different ways in which classification is communicated and negotiated in different environments within archaeology. The book looks specifically at the archaeological classification of ceramics as a lens through which to examine the discursive and social practices inherent in the classification and categorization process, with perspectives from such areas as corpus linguistics, discourse analysis, linguistic anthropology, and archaeology forming the foundation of the book’s theoretical framework. The volume then looks at the process of classification in practice in a variety of settings, including a university course on ceramics classification, an archaeological field school, an intensive petrography course, and archaeometry laboratory at a nuclear research reactor, and highlights participant observation and audiovisual data taken from fieldwork practice completed in these environments. This volume offers a valuable contribution to the growing literature on language and material culture, making this a key resource for students and scholars in sociolinguistic, anthropological linguistics, archaeology, discourse analysis, and anthropology.",
      "editors": [],
      "praise": [],
      "publisher": "Routledge"
    }
  }, {
    "book": {
      "book_cover": {
        "src": "https:\/\/www.as.uky.edu\/sites\/default\/files\/styles\/intuiface_faculty_book\/public\/faculty_bookshelf\/ab%20cover%204.jpg?itok=tlKgPF9z",
        "alt": ""
      },
      "title": "Language and Material Culture",
      "authors": [ "Allison Burkette" ],
      "publication_year": "2015",
      "affiliations": [ "Linguistics" ],
      "awards": [],
      "bio": "",
      "keywords": [],
      "summary": "This innovative and provocative work introduces complexity theory and its application to both the study of language and the study of material culture. The book begins with a wide-ranging theoretical background, covering the areas of dialect geography, the anthropological study of material culture, and a general introduction to the study of complex adaptive systems. Following this general introduction, the principles of complexity theory are demonstrated in data drawn from linguistics and material culture studies. Language and Material Culture further highlights the principles of complexity through a series of case studies, using data from the Linguistic Atlas, colonial American inventories and the Historic American Building Survey. LMC shows that language and material culture are intertwined as they interact within the same cultural complex system. The book is designed for students in courses that focus on language variation, American English and material culture, in addition to general courses on applications of complex systems.",
      "editors": [],
      "praise": [],
      "publisher": "John Benjamins"
    }
  }, {
    "book": {
      "book_cover": {
        "src": "https:\/\/www.as.uky.edu\/sites\/default\/files\/styles\/intuiface_faculty_book\/public\/faculty_bookshelf\/tc%20cover.jpg?itok=YwIQs7nL",
        "alt": ""
      },
      "title": "Language Choice in a Nation Under Transition",
      "authors": [ "Thomas Clayton" ],
      "publication_year": "2006",
      "affiliations": [ "Linguistics" ],
      "awards": [],
      "bio": "",
      "keywords": [],
      "summary": "This book examines language choice in contemporary Cambodia, and uses the case study to explore and evaluate competing explanations for the spread of English globally.\rFollowing the introduction, the multiple contexts in which Cambodians make individual and institutional language policy choices are considered. Chapters 2 and 3 examine the economic and political contexts for language choice, as Cambodia has transitioned from a planned economy and communism to a market economy and democracy. Chapters 4, 5, and 6 examine the assistance context for language choice; the bilateral, multilateral, and nongovernmental development agencies that have recently begun to work in Cambodia demand certain language skills of Cambodian employees and government counterparts, and support the learning of these languages in both nonformal and formal education.\rIndividual and institutional languages choices Cambodians are making in economic, political, assistance, and educational contexts are described. Some Cambodians have chosen to learn French, making language policy decisions supportive of French language learning, in anticipation of education offered in French at universities locally and abroad. More Cambodians are studying and learning Chinese to procure jobs with firms owned or managed by Chinese speakers. A great many have chosen to learn English and to support English language learning in education. These decisions respond to the multiple demands and opportunities for employment with economic and assistance enterprises associated with virtually every nation or group of nations, for regional and international political communication, and for education in the global infrastructure of English-language universities.\rHaving thus contextualized and described Cambodians’ contemporary language choices, the case study is applied to a theoretical debate in the field of language policy studies. The specifics of the Cambodian case fully confirm neither the \"language choice\" nor the \"linguistic imperialism\" explanation for the global spread of English. Rather, in Cambodia English is spreading as a result of both choice and promotion, it integrates with (though is not integral to) the contemporary global restructuring of the world, and has introduced results that, though aggregating toward amelioration, run the gamut from beneficial to exploitative for groups of Cambodians located variously along geographical, socioeconomic, ethnic, and other spectra.\r",
      "editors": [],
      "praise": [],
      "publisher": "Springer US"
    }
  }, {
    "book": {
      "book_cover": {
        "src": "https:\/\/www.as.uky.edu\/sites\/default\/files\/styles\/intuiface_faculty_book\/public\/faculty_bookshelf\/Webp.net-resizeimage.png?itok=ia7Pw3-l",
        "alt": ""
      },
      "title": "Listen to Me",
      "authors": [ "Hannah Pittard" ],
      "publication_year": "2016",
      "affiliations": [ "English" ],
      "awards": [],
      "bio": "      Photo: Short bio: Hannah Pittard is the author of four novels, including Listen to Me (a New York Times Editors' Choice) and Visible Empire (a New York Times \"New & Noteworthy\" selection). She is winner of the 2006 Amanda Davis Highwire Fiction Award, a MacDowell Colony Fellow, recipient of a 2018 Kentucky Arts Council Al Smith Individual Artist Fellowship, and a consulting editor for Narrative Magazine. Her work has appeared in the Sewanee Review, the New York Times, and other publications. She is a professor of English at the University of Kentucky, where she directs the MFA program in creative writing.  ",
      "keywords": [ "marriage, fidelity, internet, crime, trauma" ],
      "summary": "Mark and Maggie’s annual drive east to visit family has gotten off to a rocky start. By the time they’re on the road, it’s late, a storm is brewing, and they are no longer speaking to each other. Adding to the stress, Maggie – recently mugged at gunpoint – is lately not herself, and Mark is at a loss about what to make of the stranger he calls his wife. When the couple is forced to stop for the night at a remote inn completely without power, Maggie’s paranoia reaches an all-time and terrifying high. But as Mark finds himself threatened in a dark parking lot, it’s Maggie who takes control.\r",
      "editors": [],
      "praise": [ "            “Pittard proves herself a master of ordinary suspense.”         &mdash;New York Times  ", "            “Listen to Me elides so many genres that it’s Houdini-like, bursting through constraints. It moves between its two characters’ inner lives as effortlessly as an Olympic swimmer strokes through water.”         &mdash;Ann Beattie, Paris Review blog  ", "            “A psychologically complex, addictive, and quick-moving read. I didn’t want it to end!”         &mdash;M.O. Walsh, author of New York Times best-selling novel My Sunshine Away  ", "            “Pittard deserves the attention of anyone in search of today’s best fiction.”        &mdash;Washington Post  ", "            “Revelatory.”         &mdash;The New Yorker  ", "            “[Listen to Me] gripped me completely and even gave me nightmares, which is high praise in my book.”         &mdash;Chicago Tribune  " ],
      "publisher": "Houghton Mifflin"
    }
  }, {
    "book": {
      "book_cover": {
        "src": "https:\/\/www.as.uky.edu\/sites\/default\/files\/styles\/intuiface_faculty_book\/public\/faculty_bookshelf\/Webp.net-resizeimage%20%282%29.jpg?itok=EpFJuBXl",
        "alt": ""
      },
      "title": "Literate Zeal: Gender and the Making of a New Yorker Ethos",
      "authors": [ "Janet Carey Eldred" ],
      "publication_year": "2014",
      "affiliations": [ "English", "Gender &amp; Women&#039;s Studies" ],
      "awards": [],
      "bio": "      Photo: Short bio: Janet Carey Eldred is Professor of English and affiliate faculty in the Department of Gender and Women's Studies.  She is the author of four books.  In collaboration with Peter Mortensen, she authored \"Reading Literacy Narratives.\"  ",
      "keywords": [ "editing, women, history of journalism, American journalism, New Yorker magazine, composition and rhetoric, rhetorical history, history of the book, magazine history, women editors, Katharine S. White, E.B. White" ],
      "summary": "In Literate Zeal, Janet Carey Eldred examines the rise of women magazine editors during the mid-twentieth century and reveals their unheralded role in creating a literary aesthetic for the American public. Between the sheets of popular magazines, editors offered belles-lettres to the masses and, in particular, middle-class women. Magazines became a place to find culture, humor, and intellectual affirmation alongside haute couture.\r\t\r\tEldred mines a variety of literary archives, notably the correspondence of Katharine Sargeant White of the New Yorker, to provide an insider's view of the publisher-editor-author dynamic. She chronicles the work at the major women's magazines of the day: Ladies' Home Journal, Mademoiselle, Vogue, and others enacted an editorial style similar to that of the New Yorker by offering literature, values, and culture to an educated and aspiring middle class. These publications created and sustained a mass literacy never before seen in American publishing.\r \r",
      "editors": [],
      "praise": [ "            &quot;A beautifully crafted homage to those editors and to the American literary aesthetic they created. . . . an &#039;insider view&#039; that enriches our understanding of women editors in creating an American literature that otherwise wouldn&#039;t have existed. . . . Eldred opens up fascinating new territory for understanding the inner workings of a magazine that was widely regarded as a woman&#039;s magazine at this time.&quot;        &mdash;American Journalism  ", "            &quot;Eldred recounts the fascinating history of the New Yorker&#039;s development as an iconic literary institution, reconstructing the publishing culture of the early-to-middle twentieth century, when slick mass-circulation magazines regularly published stories and poems by the day&#039;s literary stars....Eldred makes it fresh by using the particular case of the New Yorker to trace the influence of female editors and readers in the creation of a national appetite for what she terms &#039;haute literacy.&#039;&quot;        &mdash;Georgia Review  ", "            &quot;In recovering and re-visioning women&#039;s history, Eldred also calls into question the tendency of many social and literary histories to ignore the overlap between the kinds of authors and works published in &#039;literary&#039; magazines and those published in what are conventionally seen as &#039;women&#039;s&#039; magazines. While the book&#039;s focus is on the &#039;making of a &#039;New Yorker&#039; ethos,&#039; among Eldred&#039;s key points is that this ethos was not created in a vacuum.&quot;        &mdash;Feminist Collections  ", "            &quot;Long excerpts from White’s correspondence with authors and with other New Yorker staff comprise so much of Literate Zeal that one may enjoy the book as an intimate and revealing epistolary biography of an important figure in twentieth-century American print culture. And Literate Zeal is indeed such a book, but Eldred clearly has more than that in mind, writing, ‘One can’t simply make autobiography, memoir, and personal letters stand in for critical histories.’” And as a critical history, Literate Zeal is a pointed intervention in the history of feminist media studies...&quot;        &mdash;Sean Zwagerman, Peitho  " ],
      "publisher": "University of Pittsburgh Press"
    }
  }, {
    "book": {
      "book_cover": {
        "src": "https:\/\/www.as.uky.edu\/sites\/default\/files\/styles\/intuiface_faculty_book\/public\/faculty_bookshelf\/El%20obsceno%20p%C3%A1jaro.jpg?itok=Hizgalm3",
        "alt": ""
      },
      "title": "Lo real en \"El obsceno pájaro de la noche\" de José Donoso",
      "authors": [ "Moisés R. Castillo" ],
      "publication_year": "1997",
      "affiliations": [ "Hispanic Studies" ],
      "awards": [],
      "bio": "",
      "keywords": [ "Donoso, Lacan, abyección, existencia, identidad" ],
      "summary": " A la luz del concepto psicoanalítico de lo 'real', esta pequeña monografía trata de desentrañar las claves de la novela cumbre de José Donoso que cierra el 'Boom' latinoamericano. La incursión en lo mostruoso y abyecto de la existencia humana llevada a cabo por el novelista chileno nos sirve para ahondar en el sentido de lo que constituye la mayor ansiedad del pueblo latinoamericano: su identidad mestiza.    ",
      "editors": [],
      "praise": [],
      "publisher": "Colección Eutopías, vol. 160, EPISTEME"
    }
  }, {
    "book": {
      "book_cover": {
        "src": "https:\/\/www.as.uky.edu\/sites\/default\/files\/styles\/intuiface_faculty_book\/public\/faculty_bookshelf\/Stein.jpg?itok=_3UL52UD",
        "alt": ""
      },
      "title": "Measuring Manhood: Race and the Science of Masculinity, 1830-1934",
      "authors": [ "Melissa Stein" ],
      "publication_year": "2015",
      "affiliations": [ "Gender &amp; Women&#039;s Studies" ],
      "awards": [],
      "bio": "",
      "keywords": [],
      "summary": "\r\t A major new history of scientific racism in the United States\r\rCovering a wide range of historical actors in nineteenth- and early twentieth-century America, Measuring Manhood analyzes how race became the purview of science and reveals the role of gender, sex, and sexuality in the scientific making—and unmaking—of race. \r",
      "editors": [],
      "praise": [],
      "publisher": "University of Minnesota Press"
    }
  }, {
    "book": {
      "book_cover": {
        "src": "https:\/\/www.as.uky.edu\/sites\/default\/files\/styles\/intuiface_faculty_book\/public\/faculty_bookshelf\/King%2C%20Diane%20-%20Middle%20Eastern%20Belongings.jpg?itok=E2nKYb6g",
        "alt": ""
      },
      "title": "Middle Eastern Belongings",
      "authors": [],
      "publication_year": "2010",
      "affiliations": [ "Anthropology" ],
      "awards": [],
      "bio": "",
      "keywords": [],
      "summary": "This book features chapters that examine the various ways of belonging in the Middle East. Belonging can mean fitting in, feeling at home, feeling a part; this kind of belonging is profoundly social. Belongings can be possessions, objects closely associated with one’s deepest notions of identity. Both kinds of belongings pertain to people and the kindreds, ethnic groups, and nations (and\/or states) they call their own. Belongings of both kinds are, more often than not, emplaced and territorialized.\rAll of the chapters treat Middle Eastern collectivities as sites of anguished cultural projects. All use metaphor: national territory as woman, national resolve as cactus, and so on. None is reductionistic; belonging is rendered in its complexity, with its agonies as well as its joys. All could be identified with a growing genre of work on belonging. At the heart of each are the bonds that comprise belonging. Each one conveys both belonging’s messiness and its joys, and touches as much as it argues and elaborates.\r",
      "editors": [ "Diane E. King" ],
      "praise": [],
      "publisher": "Routledge"
    }
  }, {
    "book": {
      "book_cover": {
        "src": "https:\/\/www.as.uky.edu\/sites\/default\/files\/styles\/intuiface_faculty_book\/public\/faculty_bookshelf\/MigrationCover.jpg?itok=2cUk8UjW",
        "alt": ""
      },
      "title": "Migration",
      "authors": [ "Michael Samers ", "Michael Collyer" ],
      "publication_year": "2010",
      "affiliations": [ "Geography" ],
      "awards": [],
      "bio": "      Photo: Short bio: Originally from Stamford, Connecticut in the suburbs of New York City, I received a BA in Geography from Clark University in Worcester, Massachussets in 1988, which included 6 months at the Université de Dijon (now the Université de Bourgogne). I then went on to study for my Masters of Science in Geography at the University of Wisconsin-Madison (1991). From there I decided to undertake my D.Phil (PhD) at Oxford University, under the supervision of David Harvey and Erik Swyngedouw. My doctoral thesis  (dissertation) focused on the \"Production and regulation of North African immigrants in the Paris automobile industry, 1970-1990. While still finishing my D.Phil at Oxford, I accepted my first academic position at the University of Liverpool, and after 7 years in Liverpool, I moved to the University of Nottingham in 2002 and eventually became a Senior Lecturer (Associate Professor) in 2005. I left Nottingham in 2006 to return to the United States, and accept an Associate Professorship at the University of Kentucky. In May 2018, I was promoted to Full Professor, and assumed this role on July 1, 2018.   ",
      "keywords": [],
      "summary": "International migration is a momentous and complex phenomenon, affecting millions of people in sending and receiving countries alike. The mediatized movement of people across borders has been a source of anxiety for many societies, as is witnessed by the world-wide rise of populist, anti-immigration politics. In such a juncture, there is a desperate need for reliable academic knowledge and insights. Migration written by two internationally acclaimed scholars provides a timely and carefully written overview of the state-of-the-art in this field. A must read book for anyone interesting in understanding our globalizing world.'Prof. Dr. Jan Rath, Professor of Sociology, University of Amsterdam, The Netherlands'Samer's and Collyer's text is a masterly tour de force, reviewing theories of migration, employment, citizenship and belonging. Wonderfully comprehensive yet engagingly accessible, it will become key reading for all students of migration across the social sciences.'Professor Linda McDowell, School of Geography and the Environment, University of Oxford, UK'This is a timely edition and a tour de force. Collyer and Samers answer the key questions about the dynamics of international migration, the incorporation of migrants and their descendants in host societies, markets and polities as well as the policies that are likely to affect these phenomena. They do so by a stimulating analysis of cutting edge research across social science disciplines. The book convincingly shows the contribution of geography and spatial concepts to the understanding of international mobility, its causes and consequences.' Virginie Guiraudon, Research Director at the Sciences Po Center for European Studies, France'International Migration is both a transnational movement that span state borders and a local phenomenon that imbues the everyday experience of people. Collyer and Samers propose a comprehensive and much-needed outlook of the different migration theories. They masterfully elicit the complex mechanics of international migrations and compellingly use the tools of geography to hold together the different scales and facets of migration processes. Migration is a must-read for students and scholars of migration.",
      "editors": [],
      "praise": [],
      "publisher": "Routledge"
    }
  }, {
    "book": {
      "book_cover": {
        "src": "https:\/\/www.as.uky.edu\/sites\/default\/files\/styles\/intuiface_faculty_book\/public\/faculty_bookshelf\/Migration2ndCover.jpg?itok=awo6D9Xc",
        "alt": ""
      },
      "title": "Migration - 2nd Edition",
      "authors": [ "Michael Samers ", "Michael Collyer" ],
      "publication_year": "2017 ",
      "affiliations": [ "Geography" ],
      "awards": [],
      "bio": "      Photo: Short bio: Originally from Stamford, Connecticut in the suburbs of New York City, I received a BA in Geography from Clark University in Worcester, Massachussets in 1988, which included 6 months at the Université de Dijon (now the Université de Bourgogne). I then went on to study for my Masters of Science in Geography at the University of Wisconsin-Madison (1991). From there I decided to undertake my D.Phil (PhD) at Oxford University, under the supervision of David Harvey and Erik Swyngedouw. My doctoral thesis  (dissertation) focused on the \"Production and regulation of North African immigrants in the Paris automobile industry, 1970-1990. While still finishing my D.Phil at Oxford, I accepted my first academic position at the University of Liverpool, and after 7 years in Liverpool, I moved to the University of Nottingham in 2002 and eventually became a Senior Lecturer (Associate Professor) in 2005. I left Nottingham in 2006 to return to the United States, and accept an Associate Professorship at the University of Kentucky. In May 2018, I was promoted to Full Professor, and assumed this role on July 1, 2018.   ",
      "keywords": [],
      "summary": "International migration is a momentous and complex phenomenon, affecting millions of people in sending and receiving countries alike. The mediatized movement of people across borders has been a source of anxiety for many societies, as is witnessed by the world-wide rise of populist, anti-immigration politics. In such a juncture, there is a desperate need for reliable academic knowledge and insights. Migration written by two internationally acclaimed scholars provides a timely and carefully written overview of the state-of-the-art in this field. A must read book for anyone interesting in understanding our globalizing world.'Prof. Dr. Jan Rath, Professor of Sociology, University of Amsterdam, The Netherlands'Samer's and Collyer's text is a masterly tour de force, reviewing theories of migration, employment, citizenship and belonging. Wonderfully comprehensive yet engagingly accessible, it will become key reading for all students of migration across the social sciences.'Professor Linda McDowell, School of Geography and the Environment, University of Oxford, UK'This is a timely edition and a tour de force. Collyer and Samers answer the key questions about the dynamics of international migration, the incorporation of migrants and their descendants in host societies, markets and polities as well as the policies that are likely to affect these phenomena. They do so by a stimulating analysis of cutting edge research across social science disciplines. The book convincingly shows the contribution of geography and spatial concepts to the understanding of international mobility, its causes and consequences.' Virginie Guiraudon, Research Director at the Sciences Po Center for European Studies, France'International Migration is both a transnational movement that span state borders and a local phenomenon that imbues the everyday experience of people. Collyer and Samers propose a comprehensive and much-needed outlook of the different migration theories. They masterfully elicit the complex mechanics of international migrations and compellingly use the tools of geography to hold together the different scales and facets of migration processes. Migration is a must-read for students and scholars of migration.\r \r",
      "editors": [],
      "praise": [],
      "publisher": "Routledge"
    }
  }, {
    "book": {
      "book_cover": {
        "src": "https:\/\/www.as.uky.edu\/sites\/default\/files\/styles\/intuiface_faculty_book\/public\/faculty_bookshelf\/Webp.net-resizeimage.jpg?itok=nQYTZ9rz",
        "alt": ""
      },
      "title": "Modernism in a Global Context",
      "authors": [ "Peter J Kalliney" ],
      "publication_year": "2015",
      "affiliations": [ "English" ],
      "awards": [],
      "bio": "      Photo: Short bio: Peter Kalliney holds the William J and Nina B Tuggle Chair in English.  He is author of three books on international modernism, of which *Modernism in a Global Context* is the most recent.  His current research project examines the literature of decolonization in the context of the Cold War.\r  ",
      "keywords": [ "modernism, literature, global" ],
      "summary": "This book provides a critical introduction to the global dimensions of modernist literature.\r",
      "editors": [],
      "praise": [ "            Engagingly written and keenly aware of the enormity of its topic, Kalliney&#039;s book maintains an enviable blend of scholarly rigor and accessible introduction, making it one of the most ideal teaching tools in a series devoted to that audience -- *Modernism\/modernity*\r        &mdash;  " ],
      "publisher": "Bloomsbury"
    }
  }, {
    "book": {
      "book_cover": {
        "src": "https:\/\/www.as.uky.edu\/sites\/default\/files\/styles\/intuiface_faculty_book\/public\/faculty_bookshelf\/Webp.net-resizeimage%20%281%29.jpg?itok=9LKYRr9h",
        "alt": ""
      },
      "title": "More Sonnets from the Portuguese",
      "authors": [ "Janet C.M. Eldred" ],
      "publication_year": "2016",
      "affiliations": [ "English", "Gender &amp; Women&#039;s Studies" ],
      "awards": [ "Al Smith Artist Fellowship" ],
      "bio": "      Photo: Short bio: Janet C.M. Eldred grew up in California’s San Joaquin Valley. She is currently Professor of English at the University of Kentucky where she teaches creative nonfiction, poetry, and literature in the English Department. She is the author of four books, including Sentimental Attachments (Heinemann, 2005), a volume of creative nonfiction; and Literate Zeal (University of Pittsburgh Press, 2012; 2014), a look into the editing practices and editorial secrets of The New Yorker magazine.  She is a recipient of an Al Smith Artist Fellowship from the Commonwealth of Kentucky.  ",
      "keywords": [ "poetry; creative writings" ],
      "summary": "More Sonnets from the Portuguese is a sonnet novella that chronicles one year in the life of Zélia Nunes, a widow in her mid-40s. When Zélia receives an email from an ex-lover, her powerful inner longings threaten long-held traditions of Azorean-American and Azorean life. Capturing the essence of a very visible culture, Silicon Valley, and a mostly invisible one, the San Joaquin Valley, More Sonnets from the Portuguese is familiar and exotic.\r",
      "editors": [],
      "praise": [ "            &quot;In More Sonnets from the Portuguese, an internet connection rekindles an affair of twenty years earlier...The delightful playfulness of Eldred&#039;s language enhances her sonnet cycle chronicling how this cyber-love both blesses and tortures the lonely hours of Zelia&#039;s widowhood--an archetypal story charmingly recast in 21st-century terms.&quot;          &mdash;Jill Allyn Rosser, Professor of English at Ohio University and author of Mimi&amp;#039;s Trapeze  ", "            &quot;Many writers capture the pleasures of young love, but Janet Eldred shocks us with the voltage of late life&#039;s passions.  The sonnets unravel the intricate, densely woven cables through which the memories of passion move--moments of loss, skin, longing, compromise, duty--across the falsely secure networks of virtual reconnection.  This is a volume so intimate and wise it needs to be read in solitude.&quot;        &mdash;Teresa Mangum, Professor of Gender, Women&amp;#039;s and Sexuality Studies at University of Iowa and  author of Married, Middlebrow and Militant  ", "            &quot;More sonnets from the Portuguese is an ambitious sonnet sequence, given its marriage of the religion and the carnal and its strong parallels to Browning&#039;s acclaimed book Sonnets from the Portuguese.   Eldred&#039;s sonnets are varied and skillful and her ability to maintain a narrative in lyric form is admirable.  Her use of playful language and the role she gives to technology brig a freshness to a classic story line.&quot;        &mdash;Nancy Chen Long, National Endowment of the Arts creative-writing fellow and author of Light Into Bodies  ", "            “More Sonnets from the Portuguese tells a poignant and powerful tale about passion suppressed, rekindled, and magnified through years of deep longing and restraint. Elizabeth Barrett Browning would surely applaud.”         &mdash;Lillian Faderman, Professor Emeritus at California State University Fresno and author of Naked in the Promised Land  " ],
      "publisher": "Whitepoint Press"
    }
  }, {
    "book": {
      "book_cover": {
        "src": "https:\/\/www.as.uky.edu\/sites\/default\/files\/styles\/intuiface_faculty_book\/public\/faculty_bookshelf\/NLs%20Cover_0.jpg?itok=RCFKMhmR",
        "alt": ""
      },
      "title": "New Lines: Critical GIS and the Trouble of the Map",
      "authors": [ "Matthew W. Wilson" ],
      "publication_year": "2017",
      "affiliations": [ "Geography" ],
      "awards": [],
      "bio": "      Photo: Short bio: Matthew W. Wilson, PhD, is Associate Professor of Geography at the University of Kentucky and Visiting Scholar at the Center for Geographic Analysis at Harvard University. He co-founded and co-directs the New Mappings Collaboratory which studies and facilitates new engagements with geographic representation. He is co-editor of Understanding Spatial Media (SAGE), and his most recent book is New Lines: Critical GIS and the Trouble of the Map (University of Minnesota Press). He has previously taught at Ball State University and the Harvard Graduate School of Design, and his current research examines mid-20th century, digital mapping practices. He earned his PhD and MA from the University of Washington and his BS from Northwest Missouri State University. His childhood was spent in Pumpkin Center, Missouri, a small farming community in Nodaway County, where his family has farmed for over 150 years.  ",
      "keywords": [],
      "summary": "New Lines considers a society increasingly drawn to the power of the digital map, examining the conceptual and technical developments of the field of geographic information science as this work is refracted through a pervasive digital culture. This book draws together archival research on the birth of the digital map with a reconsideration of the critical turn in mapping and cartographic thought.\r\r",
      "editors": [],
      "praise": [],
      "publisher": "University of Minnesota Press"
    }
  }, {
    "book": {
      "book_cover": {
        "src": "https:\/\/www.as.uky.edu\/sites\/default\/files\/styles\/intuiface_faculty_book\/public\/faculty_bookshelf\/Mason.jpg?itok=rijG07_y",
        "alt": ""
      },
      "title": "Oklahomo: Lessons in Unqueering America (SUNY Queer Politics and Cultures Series)",
      "authors": [ "Carol Mason" ],
      "publication_year": "2015",
      "affiliations": [],
      "awards": [],
      "bio": "      Short bio: Carol Mason is Professor of Gender and Women’s Studies at the University of Kentucky. She is the author of Killing for Life: The Apocalyptic Narrative of Pro-Life Politics and Reading Appalachia from Left to Right: Conservatives and the 1974 Kanawha County Textbook Controversy.\r\r  ",
      "keywords": [],
      "summary": "Uses the state of Oklahoma as a case study for how US conservatives have attempted to unqueer America since the 1950s.\r\rBy exploring the scandal-filled lives of four Oklahomans, this book demonstrates how unqueering operates in a conservative American context. Carol Mason weaves a story about how homogenizing, antigay ideas evolve from generation to generation so that they achieve particular economic, imperial, racial, and gendered goals. Using engaging and accessible commentary on antigay crusaders (Sally Kern and Anita Bryant) and two queer teachers dismissed from their positions (Billy James Hargis and Bruce Goff), Mason illustrates how the lives of these figures represent paradigmatic moments in conservative confrontations with queers and help us to understand the conflation of terrorism with homosexuality, which dates back to the McCarthy era.",
      "editors": [],
      "praise": [],
      "publisher": "State University of New York Press"
    }
  }, {
    "book": {
      "book_cover": {
        "src": "https:\/\/www.as.uky.edu\/sites\/default\/files\/styles\/intuiface_faculty_book\/public\/faculty_bookshelf\/Alcalde.jpg?itok=9QHnp7MZ",
        "alt": ""
      },
      "title": "Peruvian Lives Across Borders:  Power, Exclusion, and Home",
      "authors": [ "Dr. Cristina Alcalde" ],
      "publication_year": "2018",
      "affiliations": [ "Gender &amp; Women&#039;s Studies" ],
      "awards": [],
      "bio": "      Short bio: M. Cristina Alcalde is an associate professor of gender and women's studies at the University of Kentucky. She is the author of The Woman in the Violence: Gender, Poverty, and Resistance in Peru.  ",
      "keywords": [],
      "summary": "In Peruvian Lives across Borders, M. Cristina Alcalde examines the evolution of belonging and the making of home among middle- and upper-class Peruvians in Peru, the United States, Canada, and Germany.\rAlcalde draws on interviews, surveys, participant observation, and textual analysis to argue that to belong is to exclude. To that end, transnational Peruvians engage in both subtle and direct policing along the borders of belonging. These acts allow them to claim and maintain the social status they enjoyed in their homeland even as they profess their openness and tolerance. Alcalde details these processes and their origins in Peru's gender, racial, and class hierarchies. As she shows, the idea of return—whether desired or rejected, imagined or physical—spurs constructions of Peruvianness, belonging, and home.\rDeeply researched and theoretically daring, Peruvian Lives across Borders answers fascinating questions about an understudied group of migrants.\r",
      "editors": [],
      "praise": [],
      "publisher": "University of Illinois Press"
    }
  }, {
    "book": {
      "book_cover": {
        "src": "https:\/\/www.as.uky.edu\/sites\/default\/files\/styles\/intuiface_faculty_book\/public\/faculty_bookshelf\/Questions%20of%20Practice%20Cover.jpg?itok=4histau7",
        "alt": ""
      },
      "title": "Questions of Practice in Philosophy and Social Theory",
      "authors": [],
      "publication_year": "2018",
      "affiliations": [ "Geography", "Philosophy" ],
      "awards": [],
      "bio": "      Photo: Short bio: Ted Schatzki is Professor of Geography and Philosophy.  He is also former Senior Associate Dean in the College of Arts & Sciences, former Chair of the Department of Philosophy, and cofounder and former codirector of the University’s Committee on Social Theory, which oversees a multidisciplinary graduate-level teaching and research program in social thought. Schatzki earned a degree in applied mathematics from Harvard University (1977) and degrees in philosophy from Oxford University (1979) and UC Berkeley (1982, 1986).  His research interests lie in theorizing social life, and he is widely associated with a stream of thought called practice theory that is active today in a range of social disciplines, including geography, sociology, organizational studies, education, anthropology, international relations, and history.  Schatzki is the author of five books: Social Practices (1996), The Site of the Social (2002), Martin Heidegger: Theorist of Space (2007),The Timespace of Human Activity (2010), and Social Change in a Material World (forthcoming).  He has also co-edited three volumes on practice theory: The Practice Turn in Contemporary Theory (2001), The Nexus of Practices (2017), and Questions of Practice in Philosophy and Social Theory (2018).  In addition, he is author of numerous articles on such social topics as flat ontology, social space, learning, large social phenomena, art, social change, materiality, governance, and discourse, as well as many essays on human action and the philosophies of Wittgenstein and Heidegger,  Schatzki has been a research fellow of the Fulbright Commission and the Alexander von Humboldt Foundation. He has also been a visiting professor or researcher at the University of Exeter, The Max Planck Institute for the History of Science in Berlin, Aalborg University Copenhagen, the Karl-Franzens University in Graz, the Institute of Advanced Studies in Vienna, Lancaster University, the University of Zurich, The University of Bielefeld, The Free University in Berlin, The Charles Sturt University in Australia, the Catholic University Eichstaett-Ingolstadt in Germany, and the University of Bergen.  In the spring of 2018 he received an honorary doctorate from Aalborg University in Denmark.   ",
      "keywords": [],
      "summary": "Humanistic theory for more than the past 100 years has been marked by extensive attention to practice and practices.  Two prominent streams of thought sharing this focus are pragmatism and theories of practice.  This volume brings together internationally prominent theorists to explore key dimensions of practice and practices on the background of parallels and points of contact between these two traditions.  The contributors all are steeped in one or both of these streams and well-known for their work on practice. The collected essays explore three important themes: what practice and practices are, normativity, and transformation. The volume deepens understanding of these three practice themes while strengthening appreciation of the parallels between and complementariness of pragmatism and practice theory.\r\r",
      "editors": [ "Theordore Schatzki", "Anders Buch" ],
      "praise": [],
      "publisher": "Routledge"
    }
  }, {
    "book": {
      "book_cover": {
        "src": "https:\/\/www.as.uky.edu\/sites\/default\/files\/styles\/intuiface_faculty_book\/public\/faculty_bookshelf\/tc%20cover%202.png?itok=wb4EAjlG",
        "alt": ""
      },
      "title": "Rethinking Hegemony",
      "authors": [],
      "publication_year": "2006",
      "affiliations": [ "Linguistics" ],
      "awards": [],
      "bio": "",
      "keywords": [],
      "summary": "In Rethinking Hegemony, edited by Thomas Clayton, a group of prominent educationists explore the complex and powerful process of hegemony, or ideological domination, as it operates in schools and other educational settings. In this collection of national and international empirical studies the authors grapple with the central process of hegemony? that of social maintenance or transformation by means of prominent social ideas which shape our understanding of what constitutes just, proper, and legitimate ways of thinking and acting. While the authors agree that these ideas are continually renewed, recreated and defended by dominant groups in society, they also consider the way other groups respond to this process in what often becomes a struggle for hegemony or ideological ascendancy.\r",
      "editors": [ "Thomas Clayton" ],
      "praise": [],
      "publisher": "James Nicholas Publishers"
    }
  }, {
    "book": {
      "book_cover": {
        "src": "https:\/\/www.as.uky.edu\/sites\/default\/files\/styles\/intuiface_faculty_book\/public\/faculty_bookshelf\/Webp.net-resizeimage_1.jpg?itok=ERGpworz",
        "alt": ""
      },
      "title": "REUNION",
      "authors": [ "Hannah Pittard" ],
      "publication_year": "2014",
      "affiliations": [ "English" ],
      "awards": [],
      "bio": "      Photo: Short bio: Hannah Pittard is the author of four novels, including Listen to Me (a New York Times Editors' Choice) and Visible Empire (a New York Times \"New & Noteworthy\" selection). She is winner of the 2006 Amanda Davis Highwire Fiction Award, a MacDowell Colony Fellow, and a consulting editor for Narrative Magazine.   ",
      "keywords": [ "suicide, infidelity, debt, siblings" ],
      "summary": "Five minutes before her flight is set to take off, Kate Pulaski, failed screenwriter and newly failed wife with scarcely a hundred dollars to her name, learns that her estranged father has killed himself. More shocked than saddened by the news, she gives in to her siblings' request that she join them, along with her many half-siblings and most of her father's five former wives, in Atlanta, their birthplace, for a final farewell.\r\t\r\tWritten with huge heart and bracing wit, REUNION takes place over the following four days, as family secrets are revealed, personal foibles are exposed, and Kate-an inveterate liar looking for a way to come clean-slowly begins to acknowledge the overwhelming similarities between herself and the man she never thought she'd claim as an influence, much less a father.\r\t\r\tHannah Pittard's \"engaging and vigorous\" prose masterfully illuminates the problems that can divide modern families--and the ties that prove impossible to break. (Chicago Tribune)\r",
      "editors": [],
      "praise": [ "            &quot;An indelible portrait of a family, messy and raw. Prickly Kate isn&#039;t a particularly sympathetic character-but she feels like a real one.&quot;        &mdash;Entertainment Weekly  ", "            &quot;Fast-paced . . . [Pittard] makes writing short, lively scenes look easy.&quot;          &mdash;Atlanta Journal-Constitution  ", "            &quot;Richly rewarding . . . A family drama you won&#039;t want to put down.&quot;         &mdash;People  ", "            &quot;Hannah Pittard is the writer you won&#039;t be able to stop talking about...Her writing will make you laugh and cry in public...Her books are the sort that leave you reading the blurbs, scanning the small print, and prolonging the reading experience. . . She&#039;s the kind of writer who gets in your head and makes you evangelize to all of your friends-wide eyes, quick gasp: &#039;Do you know about Hannah Pittard?&#039; If she&#039;s not on your radar yet, she should be. . . . The sibling bond-that complicated and often inexplicable love [is] expertly encapsulated in Reunion.&quot;         &mdash;Buzzfeed  ", "            &quot;Pittard is working with a fertile premise here--a family&#039;s discovery of one another&#039;s secrets following the death of its patriarch--that bears some unexpected and affecting fruit. The framework feels reminiscent of Jonathan Tropper&#039;s This Is Where I Leave You, but the messy blending of Pittard&#039;s Pulaski clan gives a familiar construction some very particular complications.&quot;        &mdash;Shelf Awareness (starred review)  " ],
      "publisher": "Hachette"
    }
  }, {
    "book": {
      "book_cover": {
        "src": "https:\/\/www.as.uky.edu\/sites\/default\/files\/styles\/intuiface_faculty_book\/public\/faculty_bookshelf\/image001.jpg?itok=r7x3ytf7",
        "alt": ""
      },
      "title": "Rhetoric and the Digital Humanities",
      "authors": [],
      "publication_year": "2014",
      "affiliations": [ "Writing, Rhetoric, and Digital Studies", "Jewish Studies" ],
      "awards": [ "2015 Computers and Writing Distinguished Book Award " ],
      "bio": "      Short bio: Jim Ridolfo's work focuses on the intersection of rhetorical theory and digital technology. His first book, The Available Means of Persuasion: Mapping a Theory and Pedagogy of Multimodal Public Rhetoric (with David Sheridan and Anthony Michel) was published in 2012 by Parlor Press. His second book, Rhetoric and the Digital Humanities (co-edited with William Hart-Davidson) was published by University of Chicago Press in 2015 and received the Computers and Composition Distinguished Book Award. His third book, Digital Samaritans: Rhetorical Delivery and Engagement in the Digital Humanities, was published by University of Michigan Press in 2015 and received the 2017 Conference on College Composition and Communication Research Impact Award.He is also editor of WRD's homegrown textbook Town Branch Writing Collection, and has an edited collection (with William Hart-Davidson) forthcoming from U Pittsbugh Press, Rhet Ops: Rhetoric and Information Warfare. Ridolfo is a recipient of a 2012 Middle East and North Africa Regional Research Fulbright for the West Bank and Israel, and  the 2014 Richard Ohmann Award for Outstanding Article in College English.  ",
      "keywords": [],
      "summary": "The digital humanities is a rapidly growing field that is transforming humanities research through digital tools and resources. Researchers can now quickly trace every one of Issac Newton’s annotations, use social media to engage academic and public audiences in the interpretation of cultural texts, and visualize travel via ox cart in third-century Rome or camel caravan in ancient Egypt. Rhetorical scholars are leading the revolution by fully utilizing the digital toolbox, finding themselves at the nexus of digital innovation.\r\rRhetoric and the Digital Humanities is a timely, multidisciplinary collection that is the first to bridge scholarship in rhetorical studies and the digital humanities. It offers much-needed guidance on how the theories and methodologies of rhetorical studies can enhance all work in digital humanities, and vice versa. Twenty-three essays over three sections delve into connections, research methodology, and future directions in this field. Jim Ridolfo and William Hart-Davidson have assembled a broad group of more than thirty accomplished scholars. Read together, these essays represent the cutting edge of research, offering guidance that will energize and inspire future collaborations.",
      "editors": [ "Jim Ridolfo", "William Hart-Davidson " ],
      "praise": [ "            A much needed volume in the fields of rhetoric studies and digital humanities.&quot;        &mdash;Ken S. McAllister  ", "            “Rhetoric and the Digital Humanities is an important collection. The affinities between the digital humanities and rhetoric and writing studies are numerous, varied, and brimming with potential for mutual collaboration.”        &mdash;Kevin G. Smith   ", "            “A good introduction for those coming from a rhetoric background, and is of interest not only to those in English studies generally, but also to digital humanists in informatics programs.”        &mdash;Alan Bilansky  ", "            &quot;Ridolfo and Hart-Davidson have produced a volume that interrogates the most important questions facing both rhetoric scholars and teachers who are interested in the digital humanities and digital humanists who are interested in the rhetorical dimensions of multimodal texts. Avoiding the negative aspects of territorialism and disciplinary politics, the contributors remix theories, practices, and methods in new and exciting ways, mapping productive relationships between rhetorical studies and the digital humanities and illuminating how these areas intersect and interanimate one another. This volume should be required reading for anyone who cares about the future of writing and reading.&quot;        &mdash;Stuart A. Selber   ", "            &quot;Rhetoric and the Digital Humanities is a landmark collection for scholars in rhetoric and writing studies. Its attention to procedurality, coding, scholarly communication, archives, and computer-aided methodologies, among other things, maps many of the important changes in disciplinary terrain prompted by the emergence of the digital humanities. It’s also a compelling demonstration of the role that rhetoric and writing studies can and should play in discussions about digital humanities. This book will provide colleagues across the disciplines with a strong sense of the ways that rhetorical studies might intersect with their own work.&quot;        &mdash;Collin Brooke  ", "            “An important and timely exploration of the many ties that bind the digital humanities and composition\/rhetoric. Rhetoric and the Digital Humanities is a much-needed book that will stir conversations in both fields.”        &mdash;Matthew K. Gold   " ],
      "publisher": "University of Chicago Press"
    }
  }, {
    "book": {
      "book_cover": {
        "src": "https:\/\/www.as.uky.edu\/sites\/default\/files\/styles\/intuiface_faculty_book\/public\/faculty_bookshelf\/Romance%20Quarterly.jpg?itok=ZdknS44r",
        "alt": ""
      },
      "title": "Romance Quarterly, Special Issue: Novelas ejemplares de Cervantes",
      "authors": [],
      "publication_year": "2014",
      "affiliations": [ "Hispanic Studies" ],
      "awards": [],
      "bio": "",
      "keywords": [ "Cervantes, Novelas ejemplares" ],
      "summary": "Special Issue of the Journal Romance Quarterly dedicated to Cervantes's Exemplary Novels. It includes the innovative studies of five reputed cervantists who analyze under new insights the Cervantine work at the time of its 400th anniversary. Contributors: Edward H. Friedman, Julio Baena, William H. Clamurro, Bradley J. Nelson, Bruce R. Burningham, and Moisés R. Castillo (introduction).",
      "editors": [ "Guest editor Moisés R. Castillo" ],
      "praise": [ "            It&#039;s one of the best volumes the RQ has had in a long time.        &mdash;Susan Larson, Executive editor  " ],
      "publisher": "Romance Quarterly, vol. 61, no 2, pp. 83-152 (Taylor & Francis)"
    }
  }, {
    "book": {
      "book_cover": {
        "src": "https:\/\/www.as.uky.edu\/sites\/default\/files\/styles\/intuiface_faculty_book\/public\/faculty_bookshelf\/Bonzani%2C%20Renee%20-%20San%20Jacinto%201.jpg?itok=IAE98g2n",
        "alt": ""
      },
      "title": "San Jacinto 1: A Historical Ecological Approach to an Archaic Site in Colombia",
      "authors": [ "Augusto Oyuela-Caycedo", "Renee M Bonzani" ],
      "publication_year": "2005",
      "affiliations": [ "Anthropology" ],
      "awards": [],
      "bio": "",
      "keywords": [],
      "summary": "A significant work of neotropical archaeology presenting evidence of early hunter-gatherers who produced fiber-tempered ceramics.\r \rFew topics in the development of humans have prompted as much interest and debate as those of the origins of pottery and agriculture. The first appearance of pottery in any area of the world is heralded as a new stage in the progress of humans toward a more complex arrangement of thought and society. Cultures are defined and separated by the occurrence of pottery types, and the association of pottery with mobility and agriculture continues to drive research in anthropology. For these reasons, the discovery of the earliest fiber-tempered pottery in the New World and carbonized remains identified as maize kernels is exciting.\rSan Jacinto 1 is the archaeological site located in the savanna region of the north coast of Colombia, South America, where excavations by led by the authors have revealed evidence of mobile hunter-gatherers who made pottery and who collected and processed plants from 6000 to 5000 B.P. The site is believed to show an early human adaptation to the tropics in the context of significant environmental changes that were taking place at the time.\rThis volume presents the data gathered and the interpretations made during excavation and analysis of the San Jacinto 1 site. By examining the social activities of a human population in a highly seasonal environment, it adds greatly to our contemporary understanding of the historical ecology of the tropics. Study of the artifacts excavated at the site allows a window into the early processes of food production in the New World. Finally, the data reveals that the origins of ceramic technology in the tropics were tied to a reduction in mobility and an increase in territoriality and are widely applicable to similar studies of sedentism and agriculture worldwide.\r",
      "editors": [],
      "praise": [],
      "publisher": "University of Alabama Press"
    }
  }, {
    "book": {
      "book_cover": {
        "src": "https:\/\/www.as.uky.edu\/sites\/default\/files\/styles\/intuiface_faculty_book\/public\/faculty_bookshelf\/Cliff%20Springs%20Distillery%20Image%20for%20upcoming%20cover.jpg?itok=wxUVGapP",
        "alt": ""
      },
      "title": "Social Change in a Material World",
      "authors": [ "Theodore Schatzki" ],
      "publication_year": "In Press",
      "affiliations": [ "Geography" ],
      "awards": [],
      "bio": "      Photo: Short bio: Ted Schatzki is Professor of Geography and Philosophy.  He is also former Senior Associate Dean in the College of Arts & Sciences, former Chair of the Department of Philosophy, and cofounder and former codirector of the University’s Committee on Social Theory, which oversees a multidisciplinary graduate-level teaching and research program in social thought. Schatzki earned a degree in applied mathematics from Harvard University (1977) and degrees in philosophy from Oxford University (1979) and UC Berkeley (1982, 1986).  His research interests lie in theorizing social life, and he is widely associated with a stream of thought called practice theory that is active today in a range of social disciplines, including geography, sociology, organizational studies, education, anthropology, international relations, and history.  Schatzki is the author of five books: Social Practices (1996), The Site of the Social (2002), Martin Heidegger: Theorist of Space (2007),The Timespace of Human Activity (2010), and Social Change in a Material World (forthcoming).  He has also co-edited three volumes on practice theory: The Practice Turn in Contemporary Theory (2001), The Nexus of Practices (2017), and Questions of Practice in Philosophy and Social Theory (2018).  In addition, he is author of numerous articles on such social topics as flat ontology, social space, learning, large social phenomena, art, social change, materiality, governance, and discourse, as well as many essays on human action and the philosophies of Wittgenstein and Heidegger,  Schatzki has been a research fellow of the Fulbright Commission and the Alexander von Humboldt Foundation. He has also been a visiting professor or researcher at the University of Exeter, The Max Planck Institute for the History of Science in Berlin, Aalborg University Copenhagen, the Karl-Franzens University in Graz, the Institute of Advanced Studies in Vienna, Lancaster University, the University of Zurich, The University of Bielefeld, The Free University in Berlin, The Charles Sturt University in Australia, the Catholic University Eichstaett-Ingolstadt in Germany, and the University of Bergen.  In the spring of 2018 he received an honorary doctorate from Aalborg University in Denmark.  ",
      "keywords": [],
      "summary": "Social Change in a Material World offers a new, practice theoretical account of social change and its explanation. Extending the author’s earlier account of social life, and drawing on general ideas about events, processes, and change, the book conceptualizes social changes as configurations of significant differences in bundles of practices and material arrangements. Illustrated with examples from the history of bourbon distillation and the formation and evolution of digitally-mediated associations in contemporary life, the book argues that chains of activity combine with material events and processes to cause social changes.  The book thereby stresses the significance of the material dimension of society for the constitution, determination, and explanation of social phenomena, as well as the types of space needed to understand them. The book also challenges the explanatory significance of such key phenomena as power, dependence, relations, mechanisms, and individual behavior. As such, it will appeal to sociologists, geographers, org studies scholars, and others interested in social life and social change.\r\r",
      "editors": [],
      "praise": [],
      "publisher": "Routledge"
    }
  }, {
    "book": {
      "book_cover": {
        "src": "https:\/\/www.as.uky.edu\/sites\/default\/files\/styles\/intuiface_faculty_book\/public\/faculty_bookshelf\/Territory%2C%20the%20State%20and%20Urban%20Politics.jpg?itok=8xcWN5u3",
        "alt": ""
      },
      "title": "Territory, the State and Urban Politics: A critical Appreciation of the Selected Writings of Kevin R. Cox",
      "authors": [],
      "publication_year": "2012",
      "affiliations": [ "Geography" ],
      "awards": [],
      "bio": "      Photo: Short bio: With a background in economic and urban geography my research has broadly focused on two related themes. The first is the political dynamics of urban development. I am particularly interested in the governance of the city  and how we might best understand the processes that enable and promote urban and suburban development. This research is reflected in a number of research projects, the most recent of which (with Kevin Ward, Manchester) examines the politics of urban revitalization in Lexington, Kentucky. \rI have long been interested in how we might best theorize and understand the interests engaged in governing cities. This is reflected in my work on the property development industry in the U.S. along with a series of projects on the construction and mobilization of local business interests, in both the United States and the United Kingdom.\rThe second theme is the endemic tension between the mobility and fixity of economic forms and practices. This dates all the way back to my PhD work and is one of the three relationships central to my recent textbook with Sue Roberts\r  ",
      "keywords": [],
      "summary": "Following its rise to prominence in the 1990s work on territory, the state and urban politics continues to be a vibrant and dynamic area of academic concern. Focusing heavily on the work of one key influential figure in the development of the field - Kevin R. Cox - this volume draws together a collection of prominent and well established scholars to reflect on the development and state of the field and to establish a research agenda for future work.\r\r",
      "editors": [ "Andrew Wood", "Andrew Jonas" ],
      "praise": [],
      "publisher": "Farnham: Ashgate"
    }
  }, {
    "book": {
      "book_cover": {
        "src": "https:\/\/www.as.uky.edu\/sites\/default\/files\/styles\/intuiface_faculty_book\/public\/faculty_bookshelf\/201812141237.png?itok=LNwi3V1K",
        "alt": ""
      },
      "title": "THE ANC's War Against Apartheid:  Umkhonto we Sizwe and the Liberation of South Africa",
      "authors": [ "Stephen R Davis" ],
      "publication_year": "",
      "affiliations": [],
      "awards": [],
      "bio": "",
      "keywords": [],
      "summary": "For nearly three decades, Umkhonto we Sizwe (MK), the armed wing of the African National Congress (ANC), waged a violent revolutionary struggle against the apartheid state in South Africa. Stephen Davis works with extensive oral testimonies and the heroic myths that were constructed after 1994 to offer a new history of this armed movement. Davis deftly addresses the histories that reinforce the legitimacy of the ANC as a ruling party, its longstanding entanglement with the South African Communist Party, and efforts to consolidate a single narrative of struggle and renewal in concrete museums and memorials. Davis shows that the history of MK is more complicated and ambiguous than previous laudatory accounts would have us believe, and in doing so he discloses the contradictions of the liberation struggle as well as its political manifestations.",
      "editors": [],
      "praise": [],
      "publisher": ""
    }
  }, {
    "book": {
      "book_cover": {
        "src": "https:\/\/www.as.uky.edu\/sites\/default\/files\/styles\/intuiface_faculty_book\/public\/faculty_bookshelf\/Hutson%2C%20Scott%20-%20The%20Ancient%20Urban%20Maya.jpg?itok=wppaAdfb",
        "alt": ""
      },
      "title": "The Ancient Urban Maya: Neighborhoods, Inequality, and Built Form",
      "authors": [ "Scott R. Hutson" ],
      "publication_year": "2016",
      "affiliations": [ "Anthropology" ],
      "awards": [],
      "bio": "",
      "keywords": [],
      "summary": "Ancient cities were complex, political, and economic entities, but they also suffered from inequality, poor sanitation, and disease--often more than rural areas. Offering a balanced understanding of urbanism and a synthesis of previous research, Scott Hutson examines ancient Maya cities, including Chunchucmil, Tikal, and Dzibilchaltun, to determine why people chose to live in these urban environments. He argues that despite the hazards of urban life, Maya cities continued to lure residents for many centuries. With built forms that welcomed crowds, neighborhoods that offered domestic comforts, marketplaces that facilitated the exchange of goods and ideas, and opportunities to expand social networks and capital, Maya cities were used in familiar ways. \r",
      "editors": [],
      "praise": [ "            Important and timely, Hutson&#039;s analysis of Maya cities in their constituent neighborhoods marks a new milestone in the study of Maya urbanism.         &mdash;Cynthia Robin, author of &amp;quot;Everyday Life Matters: Maya Farmers at Chan&amp;quot;  ", "            Hutson masterfully demonstrates the omnipresence of cities among the ancient Maya and animates their lost urban lifeways. He not only convincingly places the ancient Maya within an urban framework, but also engages in theoretical discussions about spatial forms and social relationships that are of interest to all scholars researching ancient and modern cities.         &mdash;Arlen F. Chase, coeditor of &amp;quot;Mesoamerican Elites&amp;quot;  ", "            The best perspective, to date, on the complexities of ancient &quot;urban &quot; life and life decisions by the prehistoric Maya        &mdash;Fred Valdez Jr., coeditor of &amp;quot;Ancient Maya Commoners&amp;quot;  " ],
      "publisher": "University Press of Florida"
    }
  }, {
    "book": {
      "book_cover": {
        "src": "https:\/\/www.as.uky.edu\/sites\/default\/files\/styles\/intuiface_faculty_book\/public\/faculty_bookshelf\/grossmanCover.png?itok=EKiwrlD_",
        "alt": ""
      },
      "title": "The Art of Writing Reasonable Organic Reaction Mechanisms",
      "authors": [ "Robert B. Grossman" ],
      "publication_year": "2003",
      "affiliations": [ "Chemistry" ],
      "awards": [],
      "bio": "      Photo: Short bio: Robert B. Grossman earned his A.B. at Princeton University, where he carried out research under the direction of Robert A. Pascal.  After graduating in 1987, he moved to MIT and worked under the direction of Stephen L. Buchwald to develop zirconium- and titanium-mediated and -catalyzed organic synthetic methodology.  He earned his Ph.D. in 1992 and moved from Steve’s lab in Cambridge to Steve’s lab in Cambridge, England, where he worked in the Ley group on various aspects of the chemistry of azadirachtin.  In 1994 he left the UK to join the faculty at UK.  His research interests are the development of new synthetic methodology and the study of biosynthetic pathways.  ",
      "keywords": [],
      "summary": "Intended for students of intermediate organic chemistry, this text shows how to write a reasonable mechanism for an organic chemical transformation. The discussion is organized by types of mechanisms and the conditions under which the reaction is executed, rather than by the overall reaction as is the case in most textbooks. The treatment emphasizes unifying principles, showing how common mechanisms link seemingly disparate reactions. Each chapter discusses common mechanistic pathways and suggests practical tips for drawing them. Worked problems are included in the discussion of each mechanism, and “common error alerts” are scattered throughout the text to warn readers about pitfalls and misconceptions that bedevil students. Each chapter is capped by a large problem set. The author has drawn on his own research and the current literature to ensure that appropriate attention is given to topics across the range of modern organic chemistry. The text is unique in its inclusion of a chapter on reactions mediated or catalyzed by transition metals, an area in which mechanistic understanding is now essential. Relatively new topics such as olefin metathesis and cycloaromatization are covered without giving short shrift to more traditional areas such as carbonyl chemistry. The text assumes a basic knowledge of organic chemistry. It can be used either in a formal course or by students working on their own, and will be particularly useful for graduate students studying for qualifying examinations. It will also be useful to students and researchers in biochemistry, pharmacology, and inorganic chemistry.",
      "editors": [],
      "praise": [ "            The Art of Writing Reasonable Organic Reaction Mechanisms has an entirely different scope, dedicated to teaching the application of first principles to the construction of organic mechanisms. … The number of problems incorporated into the text is extraordinary. The author provides the student a Web site that includes the detailed mechanisms for every problem in the book … . The writing is clear, concise, engaging and, at times, outright entertaining. … All sections are expertly written, well organized and up-to-date.        &mdash;R. W. Holman, Journal of Chemical Education, Vol. 80 (11), 2003  ", "            In principle, most mechanisms are derived from a basis set of fundamental steps. … Grossman has succeeded in explaining these fundamentals in detail in an easily accessible monograph. … Readers can reinforce their incipient skills with practical illustrations, and are challenged throughout with complicated examples. … the present text offers additional lucid explanations and ideal opportunities for practice. This work will thus be indispensable for students who are interested in mechanisms, or who wish to gain an additional perspective.        &mdash;www.organische-chemie.ch, July, 2004  ", "            Robert Grossman in his book attempts to familiarize the student with the awesome power of reaction mechanisms … . What makes this book special and praise-worthy is the clarity of its presentation of the subject matter. The text is lucid and sharp-edged throughout. The production quality of the book is first-class, too. Paper, printing and binding are excellent, the reproduction of the numerous formulae and reaction schemes is outstanding. … Full marks for this ‘survival guide’ to the ‘organic jungle’.        &mdash;T. Lazar, Synthesis, Issue 17, 2003  ", "            Robert Grossman discusses ideas on organic chemical reactivity, selectivity and structure in a logical way that gives the student confidence in attempting the many practice problems provided. … This book provides a snapshot of examples of how to consider and approach the writing of simple and sophisticated examples of pushing electrons in and out of orbitals. Students will enormously benefit from using the principles and concepts in this book in writing their own mechanisms.        &mdash;Helmut Hügel, Chemistry in Australia, 2003  ", "            I have just finished my first year of graduate studies in organic chemistry at Duke University. I just wanted to let you know how much your book got me through the past year of course work. We, like everyone else, use Carey and Sundberg for our advanced organic classes. I personally do not care much for those books and therefore seek better explanation\/understanding through other texts such as Lowry an Richardson and Carrol. When it came to mechanisms, I found the clarity and thoroughness I needed only in your book. It was impressive how you were able to present so much information in a clear and comprehensive manner yet keep the book so managable [sic] in size.\r\rIn addition to the text, I also was able to benefit from the problems. I was sure I had the answer for more than a couple but I was way off on some of them! Great practice!! The on-line answers are much better than looking up answers by reference as in Carey and Sundberg. The JOC and JACS journals in our library from 1960s-1980s are a wreck because every year 20 or so first year grad students go tearing off through the journals looking up answers.\r\rJust wanted to say thanks for such a helpful book. I am reading it again this summer in preparation for my preliminary exam next Spring.        &mdash;David Gooden, personal communication  ", "            I am David Peralta, a Master&#039;s student and lecturer at the Department of Chemistry in the Ateneo de Manila University in the Philippines. I am writing in admiration (and gratitude) for your book, &quot;The Art of Writing Reasonable Organic Reaction Mechanisms&quot; (2nd Ed.). You see, I have just finished taking my Organic comprehensive exam last Tuesday and (even though I still had a difficult time with the exam) I am ecstatic that I passed. As I have always considered organic mechanisms my Waterloo in Org-Chem, I have found your book and methods of great help. The explanations were very clear and all ideas were excellently presented. The excercises [sic] with the online answers were helpful in preparing too. I&#039;d gladly recommend the book to anyone preparing for similar exams or even those who just want to brush up on mechanisms.\r\rAgain, thanks for the great book. A lot of chemistry students (undergraduate and graduate) at our University are already finding your book really helpful.        &mdash;David Peralta, personal communication  ", "            I bought this book to practice mechanisms because I&#039;ll be taking a physical organic class in the spring that uses them heavily. I used this book instead of sitting in on a sophomore organic class, because by job as a TA conflicted.\r\rAnyway, this book is extraordinary. Dr. Grossman has taught me so many things about how to write a correct mechanism and how to recognize a bad mechanism when I see one. The book is written in a very clear and friendly manner and it&#039;s really quite hard to put down when you start reading it.\r\rThe book also has practice problems and the book&#039;s website has the answers, giving even more incentive to practice mechanisms.        &mdash;Jason B., Amazon.com  ", "            Wow. I have been searching for a book like this since my undergrad days at the University of Pittsburgh. Not much more to say about this book than has already been said. I will however say that this is the most concise book that I have ever found on the theory of mechanisms. It is decievingly short, for it encompases all the major topics you will find in your 1200 page O-chem text, and dare I say, may be just as, if not more usefull.\r\rIn organic chemistry it is not important to memorize a vast amount of material as, incorrectly, most neophyte students believe. The science really is an art with a few major rules that outline the whole of the science. If you truly UNDERSTAND these rules, and use this book for that purpose, you will succeed at any Organic course any school has to offer. Buy this book. Practice your problems. Be prepared to learn, not memorize.        &mdash;Michael Cook, Amazon.com  " ],
      "publisher": "Springer"
    }
  }, {
    "book": {
      "book_cover": {
        "src": "https:\/\/www.as.uky.edu\/sites\/default\/files\/styles\/intuiface_faculty_book\/public\/faculty_bookshelf\/Gavailablemeans100.jpg?itok=MH7Ct7hD",
        "alt": ""
      },
      "title": "The Available Means of Persuasion: Mapping a Theory and Pedagogy of Multimodal Public Rhetoric",
      "authors": [ "David M. Sheridan", "Jim Ridolfo ", "Anthony J. Michel " ],
      "publication_year": "2012",
      "affiliations": [ "Writing, Rhetoric, and Digital Studies", "Jewish Studies" ],
      "awards": [],
      "bio": "      Photo: Short bio: Jim Ridolfo's work focuses on the intersection of rhetorical theory and digital technology. His first book, The Available Means of Persuasion: Mapping a Theory and Pedagogy of Multimodal Public Rhetoric (with David Sheridan and Anthony Michel) was published in 2012 by Parlor Press. His second book, Rhetoric and the Digital Humanities (co-edited with William Hart-Davidson) was published by University of Chicago Press in 2015 and received the Computers and Composition Distinguished Book Award. His third book, Digital Samaritans: Rhetorical Delivery and Engagement in the Digital Humanities, was published by University of Michigan Press in 2015 and received the 2017 Conference on College Composition and Communication Research Impact Award. He is also editor of WRD's homegrown textbook Town Branch Writing Collection, and has an edited collection (with William Hart-Davidson) forthcoming from U Pittsbugh Press, Rhet Ops: Rhetoric and Information Warfare.Ridolfo is a recipient of a 2012 Middle East and North Africa Regional Research Fulbright for the West Bank and Israel, and the 2014 Richard Ohmann Award for Outstanding Article in College English.  ",
      "keywords": [],
      "summary": "From the beginning, rhetoric has been a productive and practical art aimed at preparing citizens to participate in communal life. Possibilities for this participation are continually evolving in light of cultural and technological changes. The Available Means of Persuasion: Mapping a Theory and Pedagogy of Multimodal Public Rhetoric explores the ways that public rhetoric has changed due to emerging technologies that enable us to produce, reproduce, and distribute compositions that integrate visual, aural, and alphabetic elements. David M. Sheridan, Jim Ridolfo, and Anthony J. Michel argue that to exploit such options fully, rhetorical theory and pedagogy need to be reconfigured. Rhetorical concepts such as invention, context, and ethics need to be transformed, which has important implications for the writing classroom, among other sites of rhetorical education.\rSheridan, Ridolfo, and Michel suggest an expanded understanding of the ancient rhetorical concept of kairos (the opportune moment) as a unifying heuristic that can help theorists, teachers, and practitioners understand, teach, and produce multimodal public rhetoric more effectively. In this expanded sense, kairos includes considerations of genre and dissemination through material-cultural contexts. Ultimately, they argue that culture itself is at stake in our understanding of multimodal public rhetoric. Important cultural categories such as race, class, gender, sexuality, and place, are produced and reproduced not just through the dynamics of language but through the full range of multimodal practices.\r",
      "editors": [],
      "praise": [],
      "publisher": "Parlor Press"
    }
  }, {
    "book": {
      "book_cover": {
        "src": "https:\/\/www.as.uky.edu\/sites\/default\/files\/styles\/intuiface_faculty_book\/public\/faculty_bookshelf\/Webp.net-resizeimage%20%283%29.jpg?itok=YlV_zlWB",
        "alt": ""
      },
      "title": "The Birds of Opulence",
      "authors": [ "Crystal Wilkinson" ],
      "publication_year": "2016",
      "affiliations": [ "English", "African American and Africana Studies", "Appalachian Center" ],
      "awards": [ "Ernest J. Gaines Award for Excellence", "Weatherford Award ", "Appalachian Book of the Year", "Judy Gaines Award" ],
      "bio": "      Photo: Short bio: Crystal Wilkinson is the award-winning author of The Birds of Opulence (winner of the 2016 Ernest J. Gaines Prize for Literary Excellence), Water Street and Blackberries, Blackberries. Nominated for both the Orange Prize and the Hurston\/Wright Legacy Award, she has received recognition from The Kentucky Foundation for Women, The Kentucky Arts Council, The Mary Anderson Center for the Arts, The Fine Arts Work Center in Provincetown and is a recipient of the Chaffin Award for Appalachian Literature. She has been nominated for a Pushcart Prize and her short stories, poems and essays have appeared in numerous journals and anthologies including most recently in the Oxford American and Southern Cultures.  She currently teaches at the University of Kentucky where she is Associate Professor of English in the MFA in Creative Writing Program.   ",
      "keywords": [ "ficton, African American fiction, Appalachian fiction" ],
      "summary": "In this novel four generations of women confront life and love in small-town Opulence, Kentucky weaving their family's portion of a southern black American community's fabric.\r",
      "editors": [],
      "praise": [ "            Lyrical and visionary, unconventional, and infused with beauty.         &mdash;Maurice Manning, author of The Common Man, finalist for the Pulitzer Prize in Poetry  ", "            Those birds. . . . They swoop down on and around Opulence, Kentucky, proffering a sweeping perspective of more than three decades that’s both grand and intimate. Yes, they are all here, several generations of women - Minnie Mae, Tookie, Lucy, Francine, Yolanda, and Mona - and there are a few good men, too, each and every one of them indelible. Burnished with Wilkinson’s stunning prose, The Birds of Opulence is golden and magnificent.         &mdash;Robin Lippincott, author of Blue Territory, and In the Meantime  " ],
      "publisher": "University Press of Kentucky"
    }
  }, {
    "book": {
      "book_cover": {
        "src": "https:\/\/www.as.uky.edu\/sites\/default\/files\/styles\/intuiface_faculty_book\/public\/faculty_bookshelf\/Bordo.jpg?itok=l---eku2",
        "alt": ""
      },
      "title": "The Destruction of Hillary Clinton: Untangling the Political Forces, Media Culture, and Assault on Fact That Decided the 2016 Election",
      "authors": [ "Susan Bordo" ],
      "publication_year": "2017",
      "affiliations": [],
      "awards": [],
      "bio": "      Short bio: SUSAN BORDO is a media critic, cultural historian, and feminist scholar. Her books include Unbearable Weight, and, most recently, The Creation of Anne Boleyn. She is Professor of Gender and Women’s Studies at the University of Kentucky.  ",
      "keywords": [],
      "summary": "The Destruction of Hillary Clinton is an answer to the question many have been asking: How did an extraordinarily well-qualified, experienced, and admired candidate—whose victory would have been as historic as Barack Obama’s—come to be seen as a tool of the establishment, a chronic liar, and a talentless politician?\rIn this masterful narrative of the 2016 campaign year and the events that led up to it, Susan Bordo unpacks the Right’s assault on Clinton and her reputation, the way the Left provoked suspicion and indifference among young voters, the inescapable presence of James Comey, questions about Russian influence, and the media’s malpractice in covering the candidate.\r",
      "editors": [],
      "praise": [],
      "publisher": "Melville House Publishing"
    }
  }, {
    "book": {
      "book_cover": {
        "src": "https:\/\/www.as.uky.edu\/sites\/default\/files\/styles\/intuiface_faculty_book\/public\/faculty_bookshelf\/Webp.net-resizeimage%20%286%29.jpg?itok=kG4pT8P_",
        "alt": ""
      },
      "title": "The Fluid Boundaries of Suffrage and Jim Crow: Staking Claims in the American Heartland ",
      "authors": [ "DAMARIS B. HILL - CONTRIBUTIONS BY JASON BARRETT-FOX; DAMARIS B. HILL; TAMMY L. KERNODLE; DENISE LOW-WESO; VALERIE MENDOZA AND JAMES WEST" ],
      "publication_year": "2016",
      "affiliations": [ "English", "Center for Equality and Social Justice", "American Studies", "African American and Africana Studies", "Gender &amp; Women&#039;s Studies" ],
      "awards": [],
      "bio": "      Photo: Short bio: DaMaris B. Hill is the author of The Fluid Boundaries of Suffrage and Jim Crow: Staking Claims in the American Heartland,  \\ Vi-zə-bəl \\ \\ Teks-chərs \\(Visible Textures), and A Bound Woman Is a Dangerous Thing (Bloomsbury, Jan 2019). She has a keen interest in the work of Toni Morrison and theories regarding ‘rememory’ as a philosophy and aesthetic practice. Hill has studied with writers such as Lucille Clifton, Monifa Love-Asante, Natasha Trethewey, Nikky Finney, Marita Golden, Deborah Willis and others. Her development as a writer has also been enhanced by the institutional support of the MacDowell Colony, Vermont Studio Center, Bread Loaf Writers Conference, Key West Literary Seminar\/Writers Workshops, Callaloo Literary Writers Workshop, The Institute for Digital Research in the Humanities, The Project on the History of Black Writing, The Watering Hole Poetry, The Furious Flower Poetry Center and others. Similar to her creative process, Hill’s scholarly research is interdisciplinary. Hill is an Assistant Professor of Creative Writing and African American and Africana Studies at the University of Kentucky.   ",
      "keywords": [ "Fluid, Boundaries, Suffrage, Jim Crow, Jane Crow, Heartland, American" ],
      "summary": "The Fluid Boundaries of Suffrage and Jim Crow: Staking Claims in the American Heartland engages in an important conversation about race relations in the twentieth century and significantly extends the historical narrative of the Civil Rights Movement. The essays in this collection examine instances of racial and gender oppression in the American heartland—which is conceived of here as having a specific cultural significance which resists diversity—in the twentieth century, instances which have often been ignored or overshadowed in typical historical narratives. The contributors explore the intersections of suffrage, race relations, and cultural histories, and add to an ongoing dialogue about representations of race and gender within the context of regional and national narratives.",
      "editors": [],
      "praise": [ "            A thoughtful and extensive exploration of connections between the suffrage movement and the Civil Rights movement, The Fluid Boundaries of Suffrage and Jim Crow is a welcome contribution to college library American History and Sociology collections.        &mdash;Midwest Book Review  ", "            The American Heartland just got bigger—the essays collected in this volume take intersectional approaches to race, gender, sexuality, and politics to expand our view on lives and cultures in the Midwest.        &mdash;Sherrie Tucker, University of Kansas  " ],
      "publisher": "Lexington Books, Rowman and Littlefield"
    }
  }, {
    "book": {
      "book_cover": {
        "src": "https:\/\/www.as.uky.edu\/sites\/default\/files\/styles\/intuiface_faculty_book\/public\/faculty_bookshelf\/The%20Geography%20of%20the%20Internet%20Industry.jpg?itok=g-JEke3E",
        "alt": ""
      },
      "title": "The Geography of the Internet Industry: Venture Capital, Dot-coms and Local Knowledge",
      "authors": [ "Matthew Zook" ],
      "publication_year": "2005",
      "affiliations": [ "Geography" ],
      "awards": [],
      "bio": "      Photo: Short bio: For the past several years I have studied how the geoweb is produced (particularly the practices surrounding user-generated data) in order to better understand where, when, and by whom geo-coded content is being created.  I focus on how code, space and place interact as people increasingly use mobile, digital technologies to navigate through their everyday, lived geographies.  Of special interest is the complex and often duplicitous manner that code and content can congeal and individualize our experiences in the hybrid, digitally augmented places that cities are becoming. \rAs an economic geographer I also study how flows of material goods in the global economy are shaped by immaterial flows of information.  Just as the global financial system is enabled by the materiality of high-speed fiber optic cables laid across the ocean, so too are the movement of cargo containers dependent upon the halo of virtual information that surrounds them as they move through space. My interest is in the range of ways in which material and virtual flows are intertwined: sometimes complementary, sometimes contradictory, but always central to the evolution of spatial relations in the economy.\rThe FloatingSheep research blog provide an overview of this work, particularly some of the more quirky dimensions that are hard to place in more mainstream academic outlets.  After all, the Internet (and information space more generally) can be a wild and woolly place.\rI am also the Director of the The DOLLY Project (Data On Local Life and You) is a repository of billions of geolocated tweets that allows for real-time research and analysis.  Building on top of existing open source technology, DOLLY ingests all geotagged tweets (~8 million a day), does basic analysis, indexing and geocoding to allows real-time search throughout the entire database (3 billion tweets since Dec 2011). DOLLY also forms the basis for establishing the Department of Geography at the University of Kentucky as a key center for critical research on big geosocial media data.  We see DOLLY as both a key tool for our own work but also as a means to break down the technological barrier that is often present for researchers that would like to study big data but do not necessarily possess the required technical skills.\rMost recently I joined the editorial team of the new journal, Big Data & Society: Critical Interdisciplinary Inquiries, an open access peer-reviewed scholarly journal that publishes interdisciplinary work principally in the social sciences, humanities and computing and their intersections with the arts and natural sciences about the implications of Big Data for societies. The Journal's key purpose is to provide a space for connecting debates about the emerging field of Big Data practices and how they are reconfiguring academic, social, industry, business and government relations, expertise, methods, concepts and knowledge.\r  ",
      "keywords": [],
      "summary": "This groundbreaking book analyses the geography of the commercial Internet industry. It presents the first accurate map of Internet domains in the world, by country, by region, by city, and for the United States, by neighborhood.\rDemonstrates the extraordinary spatial concentration of the Internet industry.\rExplains the geographic features of the high tech venture capital behind the Internet economy.\rDemonstrates how venture capitalists' abilities to create and use tacit knowledge contributes to the clustering of the internet industry\rDraws on in-depth interviews and field work in San Francisco Bay Area and New York City.\r\r",
      "editors": [],
      "praise": [],
      "publisher": "Blackwell"
    }
  }, {
    "book": {
      "book_cover": {
        "src": "https:\/\/www.as.uky.edu\/sites\/default\/files\/styles\/intuiface_faculty_book\/public\/faculty_bookshelf\/aby%20cover.jpg?itok=sdTydsRH",
        "alt": ""
      },
      "title": "The Indo-European Syllable",
      "authors": [ "Andrew Byrd" ],
      "publication_year": "2015",
      "affiliations": [ "Linguistics" ],
      "awards": [],
      "bio": "",
      "keywords": [ "Historical and Comparative Linguistics", "Linguistic Typology", "Language and Linguistics", "Indo-European Languages", "Phonology", "Phonetics" ],
      "summary": "In The Indo-European Syllable Andrew Miles Byrd investigates the process of syllabification within Proto-Indo-European (PIE), revealing connections to a number of seemingly unrelated phonological processes in the proto-language.\r\rDrawing from insights in linguistic typology and synchronic theory, he makes two significant advances in our understanding of PIE phonology. First, by analyzing securely reconstructable consonant clusters at word's edge, he devises a methodology which allows us to predict which types of consonant clusters could occur word-medially in PIE. Thus, a number of previously disconnected phonological rules can now be understood as being part of a conspiracy motivated by violations in syllable structure. Second, he uncovers evidence of morphological influence within the syllable, created by processes such as quantitative ablaut. These advances allow us to view PIE as a synchronic grammar, one which can be described by -- and contribute to -- modern linguistic theory.",
      "editors": [],
      "praise": [],
      "publisher": "Brill"
    }
  }, {
    "book": {
      "book_cover": {
        "src": "https:\/\/www.as.uky.edu\/sites\/default\/files\/styles\/intuiface_faculty_book\/public\/faculty_bookshelf\/Monroe%2C%20Kristin%20-%20The%20Insecure%20City.jpg?itok=btJMKPxi",
        "alt": ""
      },
      "title": "The Insecure City: Space, Power, and Mobility in Beirut",
      "authors": [ "Kristin V. Monroe" ],
      "publication_year": "2016",
      "affiliations": [ "Anthropology" ],
      "awards": [],
      "bio": "",
      "keywords": [],
      "summary": "\r\tFifteen years after the end of a protracted civil and regional war, Beirut broke out in violence once again, forcing residents to contend with many forms of insecurity, amid an often violent political and economic landscape. Providing a picture of what ordinary life is like for urban dwellers surviving sectarian violence, The Insecure City captures the day-to-day experiences of citizens of Beirut moving through a war-torn landscape.\r\r\t \r\r\tWhile living in Beirut, Kristin Monroe conducted interviews with a diverse group of residents of the city. She found that when people spoke about getting around in Beirut, they were also expressing larger concerns about social, political, and economic life. It was not only violence that threatened Beirut’s ordinary residents, but also class dynamics that made life even more precarious. For instance, the installation of checkpoints and the rerouting of traffic—set up for the security of the elite—forced the less fortunate to alter their lives in ways that made them more at risk. Similarly, the ability to pass through security blockades often had to do with an individual’s visible markers of class, such as clothing, hairstyle, and type of car. Monroe examines how understandings and practices of spatial mobility in the city reflect social differences, and how such experiences led residents to be bitterly critical of their government.\r\r\t \r\r\tIn The Insecure City, Monroe takes urban anthropology in a new and meaningful direction, discussing traffic in the Middle East to show that when people move through Beirut they are experiencing the intersection of citizen and state, of the more and less privileged, and, in general, the city’s politically polarized geography.\r",
      "editors": [],
      "praise": [ "            Kristin Monroe has written a remarkable book about the violence of everyday life in Beirut and has developed a fresh approach to understanding the difficulties of living in this &quot;wounded&quot; city.         &mdash;Setha Low, Graduate Center of the City University of New York  ", "            Monroe smoothly leads the reader on a journey into Beirut&#039;s streets, with its chaotic traffic, checkpoints, and busy street life. She makes a significant contribution to emerging social science studies about Beirut.         &mdash;Aseel Sawalha, Fordham University  " ],
      "publisher": "Rutgers University Press"
    }
  }, {
    "book": {
      "book_cover": {
        "src": "https:\/\/www.as.uky.edu\/sites\/default\/files\/styles\/intuiface_faculty_book\/public\/faculty_bookshelf\/ml%20cover.jpg?itok=SRHwJ7Th",
        "alt": ""
      },
      "title": "The Morphology of 16th-Century Slovak Administrative-Legal Texts and the Question of Diglossia in Pre-Codification Slovakia",
      "authors": [ "Mark Lauersdorf" ],
      "publication_year": "2010",
      "affiliations": [ "Linguistics" ],
      "awards": [],
      "bio": "",
      "keywords": [ "Slovak language", "Dialects", "Morphology", "16th Century Slovakia", "Diglossia", "Language Standardization" ],
      "summary": "This study is a quantitative investigation of a large corpus of 16th-century Slovak administrative-legal texts that analyzes the degree of morphological normalization in early vernacular writing in the Slovak lands (prior to the codification of standard Slovak in the 18th and 19th centuries). Nine key morphological features are examined, and the patterns of normalization observed are assessed to determine their geographical scope and possible linguistic basis. Accompanying the morphological investigation is a theoretical and methodological discussion and application of Diglossia as a sociolinguistic framework for interpretation of the interaction of written Czech and Slovak in precodification Slovakia. This book thus provides both new empirical data on the language of 16th-century Slovak texts, as well as a conceptual model for sociolinguistic interpretation of the early developmental stages of vernacular writing in Slovakia.",
      "editors": [],
      "praise": [],
      "publisher": "Verlag Otto Sagner"
    }
  }, {
    "book": {
      "book_cover": {
        "src": "https:\/\/www.as.uky.edu\/sites\/default\/files\/styles\/intuiface_faculty_book\/public\/faculty_bookshelf\/Nexus%20of%20Practices%20Cover.jpg?itok=tD1eQ1VU",
        "alt": ""
      },
      "title": "The Nexus of Practices,  Connections, constellations, practitioners",
      "authors": [],
      "publication_year": "2017",
      "affiliations": [ "Geography", "Philosophy" ],
      "awards": [],
      "bio": "      Photo: Short bio: Ted Schatzki is Professor of Geography and Philosophy.  He is also former Senior Associate Dean in the College of Arts & Sciences, former Chair of the Department of Philosophy, and cofounder and former codirector of the University’s Committee on Social Theory, which oversees a multidisciplinary graduate-level teaching and research program in social thought. Schatzki earned a degree in applied mathematics from Harvard University (1977) and degrees in philosophy from Oxford University (1979) and UC Berkeley (1982, 1986).  His research interests lie in theorizing social life, and he is widely associated with a stream of thought called practice theory that is active today in a range of social disciplines, including geography, sociology, organizational studies, education, anthropology, international relations, and history.  Schatzki is the author of five books: Social Practices (1996), The Site of the Social (2002), Martin Heidegger: Theorist of Space (2007),The Timespace of Human Activity (2010), and Social Change in a Material World (forthcoming).  He has also co-edited three volumes on practice theory: The Practice Turn in Contemporary Theory (2001), The Nexus of Practices (2017), and Questions of Practice in Philosophy and Social Theory (2018).  In addition, he is author of numerous articles on such social topics as flat ontology, social space, learning, large social phenomena, art, social change, materiality, governance, and discourse, as well as many essays on human action and the philosophies of Wittgenstein and Heidegger,  Schatzki has been a research fellow of the Fulbright Commission and the Alexander von Humboldt Foundation. He has also been a visiting professor or researcher at the University of Exeter, The Max Planck Institute for the History of Science in Berlin, Aalborg University Copenhagen, the Karl-Franzens University in Graz, the Institute of Advanced Studies in Vienna, Lancaster University, the University of Zurich, The University of Bielefeld, The Free University in Berlin, The Charles Sturt University in Australia, the Catholic University Eichstaett-Ingolstadt in Germany, and the University of Bergen.  In the spring of 2018 he received an honorary doctorate from Aalborg University in Denmark.  ",
      "keywords": [],
      "summary": "This book brings leading theorists of practice together to provide a set of theoretical impulses for the surge of practice-focused studies currently sweeping across the social disciplines.  The book addresses key issue facing practice theory, expands practice theory’s conceptual repertoire, and explores new empirical terrain.  With each intellectual move, it generates further opportunities for social research.\rMore specifically, the book’s chapters offer new approaches to analysing connections within the nexus of practices, to exploring the dynamics and implications of the constellations that practices form, and to understanding people as practitioners that carry on practices.  Topics examined include social change, language, power, affect, reflection, large social phenomena, and connectivity over time and space.  Contributors thereby counter claims that practice theory cannot handle large phenomena and that it ignores people.  The contributions also develop practice theoretical ideas in dialogue with other forms of social theory and in ways illustrated and informed by empirical cases and examples.\r\r",
      "editors": [ "Theodore Schatzki", "Allison Hui", "Elizabeth Shove" ],
      "praise": [],
      "publisher": "Routledge"
    }
  }, {
    "book": {
      "book_cover": {
        "src": "https:\/\/www.as.uky.edu\/sites\/default\/files\/styles\/intuiface_faculty_book\/public\/faculty_bookshelf\/PPSCover_0.jpg?itok=QLDhG4t1",
        "alt": ""
      },
      "title": "The People, Place and Space Reader",
      "authors": [],
      "publication_year": "2014",
      "affiliations": [ "Geography" ],
      "awards": [],
      "bio": "      Photo: Short bio: I was born and raised in Baltimore, Maryland. I discovered geography in my undergrad cartographic studies at Mount Holyoke College--one of the last geography programs in a liberal arts college--but was unsure how to pursue my desires to conduct research and write about lesbian and queer spaces. After a stint as a management consultant for corporate entertainment and telecomm corporations and then serving as poetry editor for a small, radical press, I attended seminary. My studies there introduced me to psychoanalysis and critical social psychology, which I was keen to connect to geography though the study of environmental psychology, or how people relate to and produce a sense of space and place, and how space and place relate to and define us. I conducted a postdoc in Digital and Computational Studies at Bowdoin College and was then Assistant Professor of Public Humanities at Trinity College in Hartford. I identify as a woman and use he\/him\/his pronouns.  ",
      "keywords": [],
      "summary": "The People, Place, and Space Reader brings together the writings of scholars, designers, and activists from a variety of fields to make sense of the makings and meanings of the world we inhabit. They help us to understand the relationships between people and the environment at all scales, and to consider the active roles individuals, groups, and social structures play in creating the environments in which people live, work, and play. These readings highlight the ways in which space and place are produced through large- and small-scale social, political, and economic practices, and offer new ways to think about how people engage the environment in multiple and diverse ways.\rProviding an essential resource for students of urban studies, geography, sociology and many other areas, this book brings together important but, till now, widely dispersed writings across many inter-related disciplines. Introductions from the editors precede each section; introducing the texts, demonstrating their significance, and outlining the key issues surrounding the topic. A companion website, PeoplePlaceSpace.org, extends the work even further by providing an on-going series of additional reading lists that cover issues ranging from food security to foreclosure, psychiatric spaces to the environments of predator animals.\r\r",
      "editors": [ "Jen Jack Gieseking", "William Mangold", "with Cindi Katz, Setha Low and Susan Saegert" ],
      "praise": [],
      "publisher": "Routledge"
    }
  }, {
    "book": {
      "book_cover": {
        "src": "https:\/\/www.as.uky.edu\/sites\/default\/files\/styles\/intuiface_faculty_book\/public\/faculty_bookshelf\/ml%20cover%202.jpg?itok=UxOHdzn_",
        "alt": ""
      },
      "title": "The Question of 'Cultural Language' and Interdialectal Norm in 16th Century Slovakia: A Phonological Analysis of 16th Century Slovak Administrative-Legal Texts",
      "authors": [ "Mark Lauersdorf" ],
      "publication_year": "1996",
      "affiliations": [ "Linguistics" ],
      "awards": [],
      "bio": "",
      "keywords": [ "Slovak language", "16th Century Slovakia", "Dialects", "Phonology", "Language Standardization", "Slovakia" ],
      "summary": "There is not general agreement among scholars on the degree or type of standardization, or better, normalization, exhibited by Slovak texts before the 18th-19th century codifying efforts of Anton Bernolák, Ľudovít Štúr and their followers. Indeed, disagreement on this issue is greater the earlier the time period under consideration. The present study focuses on the 16th century and the degree and type of standardization\/normalization exhibited in a corpus of 152 administrative-legal texts (judicial and municipal records, official correspondence, account books, etc.) from all four major Slovak dialect regions – Moravian, West, Central and East Slovak. The author examines the textual distribution of reflexes from nine diacritic phonological developments to determine whether the corpus provides phonological evidence for the existence of 16th century Slovak interdialectal norms and to establish the areal scope and linguistic basis of any attested interdialectal phonological normalization.",
      "editors": [],
      "praise": [],
      "publisher": "Verlag Otto Sagner"
    }
  }, {
    "book": {
      "book_cover": {
        "src": "https:\/\/www.as.uky.edu\/sites\/default\/files\/styles\/intuiface_faculty_book\/public\/faculty_bookshelf\/Kingsolver%2C%20Ann%20-%20Routledge%20Companion%20to%20Contemporary%20Anthropology.jpg?itok=Vh0WeOxD",
        "alt": ""
      },
      "title": "The Routledge Companion to Contemporary Anthropology",
      "authors": [],
      "publication_year": "",
      "affiliations": [ "Anthropology" ],
      "awards": [],
      "bio": "",
      "keywords": [],
      "summary": "The Routledge Companion to Contemporary Anthropology is an invaluable guide and major reference source for students and scholars alike, introducing its readers to key contemporary perspectives and approaches within the field. Written by an experienced international team of contributors, with an interdisciplinary range of essays, this collection provides a powerful overview of the transformations currently affecting anthropology. The volume both addresses the concerns of the discipline and comments on its construction through texts, classroom interactions, engagements with various publics, and changing relations with other academic subjects. Persuasively demonstrating that a number of key contemporary issues can be usefully analyzed through an anthropological lens, the contributors cover important topics such as globalization, law and politics, collaborative archaeology, economics, religion, citizenship and community, health, and the environment. The Routledge Companion to Contemporary Anthropology is a fascinating examination of this lively and constantly evolving discipline.\r",
      "editors": [ "Simon Coleman", "Susan B. Hyatt", "Ann Kingsolver" ],
      "praise": [],
      "publisher": "Routledge"
    }
  }, {
    "book": {
      "book_cover": {
        "src": "https:\/\/www.as.uky.edu\/sites\/default\/files\/styles\/intuiface_faculty_book\/public\/faculty_bookshelf\/PETERS_cov_0.jpg?itok=YEKqZGX4",
        "alt": ""
      },
      "title": "The Written World: Space, Literature, and the Chorological Imagination in Early Modern France",
      "authors": [ "Jeffrey N. Peters" ],
      "publication_year": "2018",
      "affiliations": [ "Modern &amp; Classical Languages Literatures &amp; Cultures" ],
      "awards": [],
      "bio": "      Short bio: Jeffrey N. Peters is Professor of French & Francophone Studies in the Department of Modern & Classical Languages, Literatures, & Cultures at the University of Kentucky. He is a specialist in the literature and culture of sixteenth- and seventeenth-century France.  ",
      "keywords": [ "Renaissance France, literature, space, cartography, geography, poetry" ],
      "summary": "In The Written World: Space, Literature, and the Chorological Imagination in Early Modern France, Jeffrey N. Peters argues that geographic space may be understood as a foundational, originating principle of literary creation. By way of an innovative reading of chora, a concept developed by Plato in the Timaeus and often construed by philosophical tradition as “space,” Peters shows that canonical literary works of the French seventeenth century are guided by what he calls a “chorological” approach to artistic invention. The chorological imagination describes the poetic as a cosmological event that gives location to—or, more accurately, in Plato’s terms, receives—the world as an object of thought.\r \rIn analyses of well-known authors such as Corneille, Molière, Racine, and Madame de Lafayette, Peters demonstrates that the apparent absence of physical space in seventeenth-century literary depiction indicates a subtle engagement with, rather than a rejection of, evolving principles of cosmological understanding. Space is not absent in these works so much as transformed in keeping with contemporaneous developments in early modern natural philosophy. The Written World will appeal to philosophers of literature and literary theorists as well as scholars of early modern Europe and historians of science and geography",
      "editors": [],
      "praise": [ "            &quot;What is the relation between literature and the world? In The Written World, Jeffrey Peters vigorously unsettles some answers to that old question. Puncturing a number of critical assumptions about spatiality, Peters turns to various philosophically-engaged figures of space, from Plato to Deleuze, as a way to read the scene of literature’s making. In a set of surprising readings of the seventeenth-century canon, Peters stitches together an argument about fiction and geography, travel and the imaginary, and the place of rhetoric in classical texts. La Fontaine spoke of his fables as figuring &#039;a certain philosophy—subtle, engaging, and bold&#039;—the same is amply true of this brilliant book. The world is better off for having Jeffrey Peters write in it.&quot; —Katherine Ibbett, Oxford University\r\r\r\r        &mdash;  ", "            “Jeffrey Peters’s new book boldly confronts and explores what has long been hidden in full sight: the crucially important dimension of space in early modern French literature. Geography, landscape, modern urbanism, the significance of major and minor displacements—these facets of culture come into sharp focus in Peters’s study. A must-read for all those interested in the French literary tradition.” —John D. Lyons, University of Virginia\r\r\r\r        &mdash;  ", "            “The most fundamental contribution of this book is its demonstration of how seventeenth-century French literature relates to the material world . . . The Written World has many affinities with the emerging field of environmental humanities. In this respect as well, Peters is a trailblazer and has opened up a new line of inquiry for seventeenth-century French studies.”—Lewis C. Seifert, Brown University        &mdash;  " ],
      "publisher": "Northwestern University Press"
    }
  }, {
    "book": {
      "book_cover": {
        "src": "https:\/\/www.as.uky.edu\/sites\/default\/files\/styles\/intuiface_faculty_book\/public\/faculty_bookshelf\/Cliggett%2C%20Lisa%20-%20Tonga%20Timeline.jpg?itok=3slg-FsW",
        "alt": ""
      },
      "title": "Tonga Timeline: Appraising Sixty Years of Multidisciplinary Research in Zambia and Zimbabwe",
      "authors": [],
      "publication_year": "2013",
      "affiliations": [ "Anthropology" ],
      "awards": [],
      "bio": "",
      "keywords": [],
      "summary": "A multitude of scholars have visited Tonga communities. They have come from different countries, worked at different times, had different disciplinary interests and theoretical agenda and published in different places. Many of these scholars have been the products of Zambian and Zimbabwean universities. The research presented in this volume gives some idea of the rich knowledge now available on the Tonga - a people remarkable for their egalitarian ethos, practice of participatory democracy and willingness to experiment with new possibilities.\r",
      "editors": [ "Lisa Cliggett", "Virginia Bond" ],
      "praise": [],
      "publisher": "The Lembani Trust"
    }
  }, {
    "book": {
      "book_cover": {
        "src": "https:\/\/www.as.uky.edu\/sites\/default\/files\/styles\/intuiface_faculty_book\/public\/faculty_bookshelf\/Understanding%20Spatial%20Media%20Cover.jpg?itok=WVS3AQoa",
        "alt": ""
      },
      "title": "Understanding Spatial Media",
      "authors": [],
      "publication_year": "2017",
      "affiliations": [ "Geography" ],
      "awards": [],
      "bio": "      Photo: Short bio: Matthew W. Wilson, PhD, is Associate Professor of Geography at the University of Kentucky and Visiting Scholar at the Center for Geographic Analysis at Harvard University. He co-founded and co-directs the New Mappings Collaboratory which studies and facilitates new engagements with geographic representation. He is co-editor of Understanding Spatial Media (SAGE), and his most recent book is New Lines: Critical GIS and the Trouble of the Map (University of Minnesota Press). He has previously taught at Ball State University and the Harvard Graduate School of Design, and his current research examines mid-20th century, digital mapping practices. He earned his PhD and MA from the University of Washington and his BS from Northwest Missouri State University. His childhood was spent in Pumpkin Center, Missouri, a small farming community in Nodaway County, where his family has farmed for over 150 years.  ",
      "keywords": [],
      "summary": "Over the past decade, a new set of interactive, open, participatory and networked spatial media have become widespread.  These include mapping platforms, virtual globes, user-generated spatial databases, geodesign and architectural and planning tools, urban dashboards and citizen reporting geo-systems, augmented reality media, and locative media.  Collectively these produce and mediate spatial big data and are re-shaping spatial knowledge, spatial behaviour, and spatial politics.\r\r",
      "editors": [ "Matthew W. Wilson", "Rob Kitchin", "Tracey Lauriault" ],
      "praise": [],
      "publisher": "SAGE"
    }
  }, {
    "book": {
      "book_cover": {
        "src": "https:\/\/www.as.uky.edu\/sites\/default\/files\/styles\/intuiface_faculty_book\/public\/faculty_bookshelf\/Webp.net-resizeimage_0.jpg?itok=aq172USW",
        "alt": ""
      },
      "title": "VISIBLE EMPIRE",
      "authors": [ "Hannah Pittard" ],
      "publication_year": "2018",
      "affiliations": [ "English" ],
      "awards": [],
      "bio": "      Photo: Short bio: Hannah Pittard is the author of four novels, including Listen to Me (a New York Times Editors' Choice) and Visible Empire (a New York Times \"New & Noteworthy\" selection). She is winner of the 2006 Amanda Davis Highwire Fiction Award, a MacDowell Colony Fellow, recipient of a 2018 Kentucky Arts Council Al Smith Individual Artist Fellowship, and a consulting editor for Narrative Magazine. Her work has appeared in the Sewanee Review, the New York Times, and other publications. She is a professor of English at the University of Kentucky, where she directs the MFA program in creative writing.  ",
      "keywords": [ "race, wealth, art, Atlanta, crash" ],
      "summary": "On a humid summer day, the phones begin to ring: disaster has struck. Chateau de Sully, a Boeing 707 chartered to ferry home more than one hundred of Atlanta’s most prominent citizens from a European jaunt, crashed in Paris shortly after takeoff. It is the second-deadliest disaster in the history of aviation. Overnight, the city of Atlanta changes.\r \rLeft behind are children, spouses, lovers, and friends faced with renegotiating their lives. Robert, a newspaper editor, must decide if he can reconnect with his beloved but estranged wife, whose swindler parents have left her penniless. Nineteen-year-old Piedmont Dobbs, recently denied admission to an integrated school, senses a moment of uncertain opportunity. And Mayor Ivan Allen is tasked with the job of moving Atlanta forward – the hedonism of the 60s and the urgency of the Civil Rights movement at his city’s doorstep.\r \rVisible Empire is the story of a husband and wife who can’t begin to understand each other until chaos drives them to clarity. It’s a story of the promise and hope that remain in the wake of crisis.\r",
      "editors": [],
      "praise": [ "            &quot;Captivating...[Pittard] brings her kaleidoscopic perspective to a catastrophe on an epic scale...With her keen eye for social markers and a deft weave of intersecting storylines, Pittard exposes social fissures and tensions over race and class, and how power and privilege play out in the shadows of grief.&quot;         &mdash;Los Angeles Times  ", "            “Pittard’s novel combines a sense of personal loss and turmoil with greater societal change as the civil rights movement arrives at its peak.”         &mdash;New York Times Book Review, A New &amp;amp; Noteworthy selection  ", "            &quot;Pittard’s earlier novels [...] established her as a formidable writer. The prose in Visible Empire [...] remains assured, polished, readable, and she renders a 1962 Atlanta that is vivid and just-enough interconnected. Ultimately, Pittard shoulders the burden of history with responsibility and resolve, and a brave imagination.&quot;         &mdash;Atlanta Journal-Constitution  ", "            &quot;On June 3, 1962, a flight carrying more than 100 of Atlanta&#039;s wealthiest residents crashed on takeoff from Paris. Pittard&#039;s kaleidoscopic novel, a fictionalized account of that disaster and its aftermath, illuminates the personal and communal grief (and, in some cases, wicked delight) of those left behind.&quot;         &mdash;the Oprah Magazine, &amp;quot;Top Books of Summer&amp;quot;  " ],
      "publisher": "Houghton Mifflin"
    }
  }, {
    "book": {
      "book_cover": {
        "src": "https:\/\/www.as.uky.edu\/sites\/default\/files\/styles\/intuiface_faculty_book\/public\/faculty_bookshelf\/Webp.net-resizeimage%20%285%29.jpg?itok=CfmwMaF-",
        "alt": ""
      },
      "title": "Water Street",
      "authors": [ "Crystal Wilkinson" ],
      "publication_year": "2017",
      "affiliations": [ "English", "Appalachian Center", "African American and Africana Studies" ],
      "awards": [ "Finalist for the Orange Prize", "Finalist for the Hurston Wright Prize" ],
      "bio": "      Photo: Short bio: Crystal Wilkinson is the award-winning author of The Birds of Opulence (winner of the 2016 Ernest J. Gaines Prize for Literary Excellence), Water Street and Blackberries, Blackberries. Nominated for both the Orange Prize and the Hurston\/Wright Legacy Award, she has received recognition from The Kentucky Foundation for Women, The Kentucky Arts Council, The Mary Anderson Center for the Arts, The Fine Arts Work Center in Provincetown and is a recipient of the Chaffin Award for Appalachian Literature. She has been nominated for a Pushcart Prize and her short stories, poems and essays have appeared in numerous journals and anthologies including most recently in the Oxford American and Southern Cultures.  She currently teaches at the University of Kentucky where she is Associate Professor of English in the MFA in Creative Writing Program. \r  ",
      "keywords": [ "fiction, short stories, African American fiction, Appalachian fiction, short stories" ],
      "summary": "In this critically acclaimed short story collection, Crystal Wilkinson peels back the intricate layers that form the fabric of this community and its inhabitants – revealing emotionally raw, multifaceted tales of race, class, gender, mental illness, and interpersonal relationships. The thirteen succinct stories offer fragmented glimpses of an overarching narrative that emerges, lyrical and fierce. Featuring a new foreword and a new afterword which illuminate Wilkinson’s artistic achievement, this captivating work is poised to delight a new generation of readers.\r",
      "editors": [],
      "praise": [ "            Evidence of Wilkinson&#039;s considerable promise...Water Street continues to establish her as an author who deserves wider attention.         &mdash;The Washington Post  ", "            Wilkinson is a storyteller in the tradition of Southerners such as Eudora Welty and Carson McCullers.         &mdash;Lexington Herald-Leader  ", "            A sharp African American updating of Sherwood Anderson’s Winesburg, Ohio.         &mdash;Utne Reader   " ],
      "publisher": "University Press of Kentucky"
    }
  }, {
    "book": {
      "book_cover": {
        "src": "https:\/\/www.as.uky.edu\/sites\/default\/files\/styles\/intuiface_faculty_book\/public\/faculty_bookshelf\/Martinez%20Novo%2C%20Carmen%20-%20Who%20Defines%20Indigenous.jpg?itok=IPPzwt0T",
        "alt": ""
      },
      "title": "Who Defines Indigenous?: Identities, Development, Intellectuals, and the State in Northern Mexico",
      "authors": [ "Carmen Martinez Novo" ],
      "publication_year": "2006",
      "affiliations": [ "Anthropology" ],
      "awards": [],
      "bio": "",
      "keywords": [],
      "summary": "For years, conventional scholarship has argued that minority groups are better served when the majority groups that absorb them are willing to recognize and allow for the preservation of indigenous identities. But is the reinforcement of ethnic identity among migrant groups always a process of self-liberation? In this surprising study, Carmen Martínez Novo draws on her ethnographic research of the Mixtec Indians’ migration from the southwest of Mexico to Baja California to show that sometimes the push for indigenous labels is more a process of external oppression than it is of minority empowerment.\rIn Baja California, many Mixtec Indians have not made efforts to align themselves as a coherent demographic. Instead, Martínez Novo finds that the push for indigenous identity in this region has come from local government agencies, economic elites, intellectuals, and other external agents. Their concern has not only been over the loss of rich culture. Rather, the pressure to maintain an indigenous identity has stemmed from the desire to secure a reproducible abundance of cheap “Indian” labor. Meanwhile, many Mixtecs reject their ethnic label precisely because being “Indian” means being a commercial agriculture low-wage worker or an urban informal street vendor—an identity that interferes with their goals of social mobility and economic integration.\rBringing a critical new perspective to the complex intersection among government and scholarly agendas, economic development, global identity politics, and the aspirations of local migrants, this provocative book is essential reading for scholars working in the fields of sociology, anthropology, and ethnic studies.\r",
      "editors": [],
      "praise": [ "            How do more powerful actors--state institutions, intellectuals, elites, NGOs, etc.--try, in an imperfect and messy way, to mold collective identities? Martinez Novo not only poses this rather interesting problem, but investigates it with an innovative methodology and supports it with sound scholarship.        &mdash;Steve Striffler, author of &amp;quot;In the Shadows of State and Capital&amp;quot;  " ],
      "publisher": "Rutgers University Press"
    }
  }, {
    "book": {
      "book_cover": {
        "src": "https:\/\/www.as.uky.edu\/sites\/default\/files\/styles\/intuiface_faculty_book\/public\/faculty_bookshelf\/Webp.net-resizeimage%20%287%29_1.jpg?itok=gyvyJD3Z",
        "alt": ""
      },
      "title": "\\ Vi-zə-bəl \\ \\ Teks-chərs \\ (Visible Textures)",
      "authors": [ "DaMaris B. Hill" ],
      "publication_year": "2015",
      "affiliations": [ "English", "Center for Equality and Social Justice", "Gender &amp; Women&#039;s Studies", "American Studies", "African American and Africana Studies", "Gender &amp; Women&#039;s Studies", "English", "American Studies", "African American and Africana Studies", "Center for Equality and Social Justice" ],
      "awards": [],
      "bio": "      Photo: Short bio: DaMaris B. Hill is the author of The Fluid Boundaries of Suffrage and Jim Crow: Staking Claims in the American Heartland,  \\ Vi-zə-bəl \\ \\ Teks-chərs \\(Visible Textures), and A Bound Woman Is a Dangerous Thing (Bloomsbury, Jan 2019). She has a keen interest in the work of Toni Morrison and theories regarding ‘rememory’ as a philosophy and aesthetic practice. Hill has studied with writers such as Lucille Clifton, Monifa Love-Asante, Natasha Trethewey, Nikky Finney, Marita Golden, Deborah Willis and others. Her development as a writer has also been enhanced by the institutional support of the MacDowell Colony, Vermont Studio Center, Bread Loaf Writers Conference, Key West Literary Seminar\/Writers Workshops, Callaloo Literary Writers Workshop, The Institute for Digital Research in the Humanities, The Project on the History of Black Writing, The Watering Hole Poetry, The Furious Flower Poetry Center and others. Similar to her creative process, Hill’s scholarly research is interdisciplinary. Hill is an Assistant Professor of Creative Writing and African American and Africana Studies at the University of Kentucky.    ",
      "keywords": [ "Visible, Textures, Digital, Native Americans, GPS, Technology, Mapping, Poetry", "Visible, Textures, Digital, Native Americans, GPS, Technology, Mapping, Poetry" ],
      "summary": "\r\t\r\t\t\\ Vi-zə-bəl \\ \\ Teks-chərs \\ (Visible Textures) is a chapbook project of poems that incorporate digitalhumanities methods in creative expressions. The poems are inspired by GPS technologies. The series contrasts details and physical spaces associated with an 1854 Indian Reservation map of Kansas and a 2013 highway map of Kansas. Some poems detail territories allocated to Indigenous American Nations.\r\r\r\t\r\t\t\r\t\t\t \r\t\r\r \r",
      "editors": [],
      "praise": [ "            &quot;DaMaris, Thank you so much for sharing this arresting dialogue…or so it seems to me. This is a densely textured testimony to her legacy, to her in you. It has re-ignited my fierce respect for a mother who sang to us, read to us all manner of books, along with her poetry which she slipped in front of us without speaking of it.&quot;        &mdash;Linda Williamson Nelon  " ],
      "publisher": "Mammoth Publications–Lawrence, Kansas Artisan Literary Press Specializing in Indigenous American and Mid-Plains Authors"
    }
  } ]
}